[
  {
    "id": "foreword",
    "title": "Foreword",
    "author": "Editorial",
    "relationship": "Introduction",
    "content": "In loving memory of Gajender Batra, urf Tony, Bhai... Mamashree to me. Growing up, I was incredibly fortunate to have Tony Mama by my side. Sometimes he was a father figure, sometimes a friend, but most often he was my ever-cheerful, resourceful and loving \"Mamashree\". His presence was the highlight of my experiences at my Nani's house, and his ability to make everyone around him feel special left an indelible mark on my life. Through his actions and values, he imparted to me values that have subconsciously become a big part of who I am today.\n\nThis memory book is more than just a collection of remembrances; it's a celebration of his life and the joy he brought to all who knew him. This book is a collection of memories that reflect TONY-ism: the philosophy of living like TONY. It is a collection of memories that we have as a family. This book is a way to keep him and his legacy alive, particularly in the hearts of the people he touched, and also to share with the young ones who carry on ahead, and the little ones who have the right to experience his love. It is a collection- of laughter, love, tears and self-less devotion that made the man that he was.\n\nWithin these pages, you'll find a diverse array of elements: stories that capture the essence of his character, heartfelt messages of love, and poems from family and friends touched by his kindness and spirit. You'll also discover his passions - Bollywood, singing, cricket, puzzles woven throughout this interactive book, ensuring that his unique philosophy, which we lovingly call \"TONY-ISM\" lives on. Tony-ism reflects his approach to life, embodying principles of joy, generosity, and the ability to make every moment count.",
    "page": 4,
    "category": "family",
    "tags": [
      "foreword",
      "introduction",
      "tony-ism",
      "philosophy",
      "legacy"
    ],
    "chapter": "foreword-family-foundation",
    "images": [
      "/images/testimonies/4_Foreword_1_1.png"
    ]
  },
  {
    "id": "hum-do-humare-char",
    "title": "Hum Do Humare Char: Ek Pyaar Ka Nagma",
    "author": "Poonam Batra",
    "relationship": "Wife",
    "content": "A trip down memory lane, with Poonam Batra, Tony's wife.\n\nOver time, our friendship grew into something more. एक प्यार का नगमा है, मौजों की खानी है, zindagi और कुछ भी नहीं, तेरी मेरी कहानी है। but like many love stories, my parents didn't approve. The memories go back to the years we started meeting (I won't say dating). Those days, it was not considered good to date, and my parents disliked it, but we both couldn't stop meeting. For me, his friendly nature and open-heartedness were a magnet because I was not very attached to my family. He and his family seemed so close-knit, the difference between the two families was huge. His was a simple, religious family, and his humorous anecdotes about them and their warmth attracted me instantly. What he saw in me, I don't know. But we were always happy to see each other.\n\nHe used to come to Saket for work on his two-wheeler, and I was posted at the Nehru Place branch of BOB not very far. I knew he found excuses to come and see me, have a cup of tea in the bank or outside, and he would drop me home in Geetanjali on his scooter. We never thought of hiding from our parents, as we didn't think there was anything \"special\" between us - just two friends having a good time.\n\nWe had to wait patiently for seven years. Ultimately, they gave in, but on their own terms, and never accepted our marriage till their end. But I was lucky. Tony's parents and relatives accepted me with open arms and never made me feel guilty.\n\nWe were blessed with two lovely children. Ashish and Divya, and I'm glad they have both imbibed their father's values of love and respect. He was a husband and father par excellence - a man of passion, always ready to fulfil your desires. Be it food, clothes, or gifts, you only had to mention it, and he'd get busy getting it. He religiously followed the principle that whenever you return home in the evening from work, never come empty-handed, bring something for your children or family.\n\nWe both loved to host parties and celebrate birthdays, not just of Ashish and Divya, but also Shweta and Abhishek. Our anniversary, parents' anniversary, and Bhaiya's anniversary too. The invitees included not only their school friends but also neighbors, friends, and extended family. The whole family would gather at our home for Rakhi and Tikka, and these occasions were celebrated with great enthusiasm, with ample gifts and food to suit everyone's tastes.\n\nEach occasion was a testimony to his good nature. His generous supplies sometimes made us say, \"Bas, aur nahi, nahi chahiye!\" His friends and family loved this habit of gifting. But he went to such extremes that they seemed terrified! Whenever he visited, they were sure he'd bring so much to eat and gift so many things that they'd keep telling me to ask him not to bring so much.\n\nHe was always eager to fulfill your desires. He loved street food, loved to eat, but after being told to reduce weight, he had to avoid fried items. That made him a bit fussy. He'd bring snacks, want to eat them, but wouldn't, and that made everyone unhappy. \"If you can't eat, why bring so much?\" was a common reaction.\n\nHe bought clothes for himself regularly, but wouldn't wear them - always telling Bhaiya, \"ए लो पापे, ए त्वानु आ जाएगा\" He was super happy and excited when his clothes fit Nikesh, telling Divya that you have chosen the perfect boy and Nikesh was equally happy to wear his clothes and shoes.\n\nHe was an expert adviser on gifts - what to buy and from where. He knew every food joint - kahan ka khaana achha hai and had brilliant ideas for every function or wedding in the family or friends circle. And he wouldn't just give advice - he was willing and able to take responsibility and get it done himself. He had so many contacts and the confidence to ask - \"भाई, मुझे ये काम था, हो पायेगा?\" And nobody ever refused.\n\nHis friends were just like him - loving, friendly, generous. The best part? He was loved not only by his own peer group but also by their wives and children. All the bhabhis adored him, never tired of telling me how lucky I was to have such a good, loving husband. Their children respected him immensely, called him Tauji, and asked for advice freely. Even friends grandchildren - they all loved him, and he loved them. His absence is now felt in every function or gathering because I think they all sensed the inner vibes of pure love and affection that flowed through him.\n\nEven the children near our house miss him terribly. He would carry small children in his arms and bring them home to give them chocolates. He would always ask Ashish to bring boxes of chocolates from his company to keep at home for just this purpose.\n\nBut all said and done, Tony and I lived a great life - full of ups and downs. I got angry more often than him, sometimes at his overly simplistic behavior and trusting nature. But he was the torchbearer and source of joy and happiness for everyone in the family - bringing a smile to every face, whether in the street, his friend circle, or any family gathering. No get-together was ever complete without him.\n\nWhen I look at Divya, Ashish, and other children in the family, I see a reflection of Tony. They all have that \"Tony-ism\" in them - the way they made a group called Vaanar Sena, stood beside him till his last breath, prayed for him, went to healers, consulted doctors, sourced rare medicines, and continue to offer 24x7 moral and physical support to me. A big salute to Tony-ism.\n\nDuring our journey, we went through good times and bad, but we always received the love and support of Tony's family. I am thankful for their unconditional support. Thanks for being part of our journey and for the many pleasant experiences.\n\nAnd what more can I say, except for the feeling left behind...\nअकेले हैं, चले आओ जहाँ हो कहाँ आवाज़ दें तुमको, कहाँ हो अकेले हैं, चले आओ... ये तन्हाई का आलम और उस पर आपका गम न जीते हैं, न मरते बताओ, क्या करें हम अकेले हैं, चले आओ...",
    "page": 8,
    "category": "family",
    "tags": [
      "love-story",
      "marriage",
      "family",
      "memories",
      "partnership",
      "celebrations"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "letter-from-son-to-son",
    "title": "A Letter from a Son, to his Son",
    "author": "Ashish Batra",
    "relationship": "Son",
    "content": "To my dearest Samarth, There's someone very special I want to tell you about with this letter, someone who would have loved you with all his heart. Someone you met very shortly, but whose love you carry in your presence, your smile, and your spirit. This letter is about your Dadu - my father a man I miss every single day.\n\nYour Dadu was the son every son wants to be. The way he took care of his parents was something I will always admire. He did everything under the sun to fulfill their needs, not just the big things, but also the smallest ones that only a truly loving son would notice. And it wasn't just his parents, he extended that same respect and service to every elder in the family. His uncles, aunts, even his elder siblings, he looked after them all with deep affection and a sense of duty that came naturally to him.\n\nYour Dadu was the brother every brother wants to be. He shared a bond with his siblings that was rooted in joy, laughter, and unshakeable loyalty. Their conversations were filled with laughter, food, and memories. He kept in touch with cousins too, near and distant, through impromptu calls, surprise visits, and never missing a birthday. There was always a warmth in his relationships that made people feel special just by being around him.\n\nYour Dadu was the friend every friend wants to be. To him, friends were truly family. He made time for them, celebrated with them, stood by them in tough times, and never let distance or time weaken those bonds right from Kashmir to Tamil Nadu. The list of his friends was never-ending, and yet, he made each one feel like they were his best friend. People came to him not just for a laugh, but for comfort, and always for a warm hug.\n\nYour Dadu was the mamu and chachu every uncle wants to be. He was the go-to adult for all the kids in the extended family - someone they could talk to, laugh with, confide in. He showered his nephews and nieces with affection, endless hugs, and their favourite food. He never came empty-handed. His love was loud, open, and deeply felt.\n\nYour Dadu was the husband every husband should aspire to be. He was a constant companion to your Dadi. Through all the highs and lows of life, he stood besides her with humour, strength, and unwavering support. He celebrated her wins & shared her worries Their love wasn't just in words, it was in the everyday things.\n\nYour Dadu was the kind of father I hope I can be. He gave me the support to shape and chase my dreams, your foofy and I were spoilt for choices but yet he and maa always kept us grounded (I think). They always kept our needs first, and always gave us what we really wanted. Whenever I didn't know what to do, I would call him and he would do everything possible in the world to help me.\n\nHe found his peace in his daily pooja paath, Sunderkaand, Hanuman chalisa and his \"Jai Shri Ram\", and somehow shared that peace with everyone around him. His spirituality was a key aspect of his entire life.\n\nAnd now, my dear Samarth, here's what I want you to know most of all: There is no doubt in my mind (or anybody who knew him well) - Your Dadu would have been the most amazing Dadu in the world.\n\nYou would have been his little prince, his Golumal. He would've spoiled you endlessly! With food, hugs, stories, and laughter. He would've held you in his arms every morning, sung you bhajans, shown you the world on his shoulders, and told you all the stories of his pranks with his siblings and outings with your Dadi. He would've sat with you on the floor while you played, and been the first to cheer for you in everything you did.\n\nI sometimes imagine the two of you together! and though it makes me smile, it also brings a tear. Because I know how lucky I was to have him, and how lucky you would have been too.\n\nBut here's what I promise you: I will try, every single day, to be the kind of father to you that he was to me. Loving, present, full of laughter, full of hugs. I may not get everything right, but I will never stop trying. Through me, I hope you will feel a little bit of his love too.\n\nAnd someday, when you're older, if someone ever asks you what your father was like... I hope you smile and think of love, laughter, warmth, and lots of food & gifts. Just like I do when I think of your Dadu.\n\nWith all my love. Papa (Ashish Batra, Tony's Son)",
    "page": 11,
    "category": "family",
    "tags": [
      "father-son",
      "grandson",
      "legacy",
      "memories",
      "devotion",
      "spirituality"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "dear-papa-soumya",
    "title": "How I wish you were here..",
    "author": "Soumya",
    "relationship": "Daughter-in-law",
    "content": "Seven years of knowing you, your love for a lifetime.. it will be impossible to recount what we shared through instances over these years, there were times you understood without me saying what I needed, there were times you asked \"tu bol na beti.. ho jayega... there were times you took me by surprise with just how thoughtful one could be.\n\nWords will fall short and no one needs any telling of what we had which was special in its own very strong way. You were always there, you will always be there. Samarth knows you, your love, your spirit, through your everlasting blessings.\n\nHow I wish you were here, how I still imagine so many times and re-live a few precious moments of my day with you around.\n\nIt is true the void is impossible to fill, but I will remind myself there was so much life you added to the years, I won't count the years to life.\n\nLove and light to you always, Papa!",
    "page": 14,
    "category": "family",
    "tags": [
      "daughter-in-law",
      "understanding",
      "thoughtfulness",
      "love",
      "memories"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "meethi-reet",
    "title": "A Meethi Reet",
    "author": "Nikesh Masiwal",
    "relationship": "Son-in-law",
    "content": "My first interaction with Papa was in 2018, one afternoon in my office. A new brief had come in from a client. Unsure if it was practical, I discussed it with Divya, who told me to call the best man for the job. Thinking he was speaking to Divya's boss, he took my call. I sent him images on WhatsApp. and Papa asked. \"Yeh tum kaise karna chahte ho?\" I said, \"Mujhe nahi pata,\" and he guided me on practical additions to the Welcome Kit for Godrej Hicare. Little did I know it was also a Welcome Kit for me.. into Tony-ism and all the love to come.\n\nPapa first came into my life in 2014-2015, when I travelled with Divya in the Metro. He'd call her exactly at JLN Stadium, Chandni Chowk, and Kashmere Gate to ask her location. As she went downstairs to him at Jahangirpuri, I tried catching fleeting glimpses, imagining a Bollywood-style Punjabi Papa with a jeep and moustache. The distance from where I stood was just a staircase away, but my assumptions were far off. Had I dared to follow Divya and say hi, I now know he would have taken me to the best chaat corner in Shalimar Bagh. Later, while working in printing, he told me, \"Ek baar try kar lo aur print kar lo, kuch galat hua toh ek aur mauka milta hai- life ki sahi print mein.\"\n\nIn the years ahead, we worked on projects from Asian Paints to Synergy, and every client remembered him. Even one call left people thinking, \"Kaam aur baat aise karo ke mulaqat ke baad bhi koi bhule na.\" When the day came that we actually spoke after Divya revealed of our relationship, he told me, 'Beta, mujhe pata tha tum hi ho jab meine pehli baat ki thi. Just like a forma in printing, it set the base to a chapter in my life that would have its imprint forever.\n\nMeeting Papa and Mummy, finally, on 14th Feb 2021 was just as important. Nervous but excited, we met at NSP in Starbucks, later ending up at Pind Baluchi. While I sweated over papa's favorite hari mirch ke parathe, the meeting was filled with their questions, stories, and that ever-present love. Papa called it our anniversary each year, celebrating the start of a new bond. Divya was back in Mumbai, overthinking scenarios about the meeting, and we were sharing snaps Mummy and Papa asked me about work, hobbies, and family.. and of course, 'Aur kya khaoge? That meeting, with a bit of mirch in it, ended with a sweet selfie with Mummy and Papa that remains my favourite, and I'm glad we could recreate it after 2 years. Papa celebrated 14 Feb as \"Happy Anniversary of us meeting for the coming years.\n\nThe next day, as I returned to Mumbai, Papa insisted on dropping me to the airport. I was looking at maps and we were clearly not on the path to go to the airport, which was confirmed when Papa stopped the car at a famous mithai shop, whose owner smiled and shook hands when he saw Papa. He ordered mithai and biscuits (for Divya), and as time went by the list became longer, my bag heavier, and time shorter for my check-in to close. Then I saw 'Mota Seth (Divya)' flashing on the screen, asking Papa to hurry.\n\nOn the way to the turning of IGI. a police guy stopped us for me not wearing a mask and asked for Rs 2000. I tried to make up stories, but Papa paid him off- which I was very unhappy about. Later, with overloaded luggage and lots of love, I flew to Mumbai after the first of many airport drop-offs by Papa. At that time, I did not know Papa's faith for Hanumanji, but as I look back, he practised acts of who he prayed to. Just like Hanumanji came to Ashok Vatika for Sita ji and acted not as a messenger, but as a comforter, warrior, and devotee, Papa followed that learning unknowingly with everyone. He would comfort and stand beside all the people he met. leaving a lasting imprint.\n\nOur bond grew slowly but steadily. I did not like gifts, and he did not like me not taking them. So over the years, whenever he asked, \"Beta kya laaun?\", I would ask for any one thing. I knew he would add two or three more... but that's okay. I accepted his way of love. Today, there is nothing in my wardrobe that was bought by me as my first choice, all his. My hands go and pick something or anything that he picked for me.\n\nHe was the happiest when we shopped, went out eating, although he would do neither. He just liked giving it all. He never got upset or angry, except three times. First, when I wore the ring on the wrong finger during our ring ceremony. Second, when I kept my rudraksha on the side table, he said, Yeh pavitra cheez hai, aise nahi karte Third, during Shani puja at the mandir on Saturday. I can't count the number of times he had made us all smile. Someone who did not tell others his heart aches but would take part in giving joys to others. Like the one he prayed to, adored, and reminded others saying \"Jai Shree Ram,\" he followed him to his last day- in choosing exile over ease, silence over rage, and virtue over vengeance.\n\nWe miss his morning messages, and Tuesday Sundarkaand where he used to sing प्रभु चरित्र सुनिबे को रसिया राम लखन सीता मन बसिया ॥\"\n\nIt was in those moments that he was in his truest happy place, just as he was when handing out chocolates to children or when giving us gifts as though each one carried a piece of his heart, or during his reverent morning prayers to his Bajrang Bali..\n\nI have only been blessed to know him for four short years, but in that time, he gave us a lifetime's worth of love, protection, and wisdom. There were days between 2023-2024 when he would come to pick me up at Jahangirpuri, in the same way he had done for Divya a decade earlier. Sometimes, I wish I had dared to meet him sooner. Perhaps I would have received more of his love, blessings, more time.\n\nWhen his health started failing, we all prayed. We all hoped, chanting the Hanuman Chalisa and Mahamrityunjaya Mantra.\n\nHis farewell was silent. Like Hanuman departing from Sita, not with grand speeches, but with folded hands, moist eyes, and Ram's name in his heart, he left without saying \"goodbye.\" Like in Sunderkaand \"In serving and remembering Ram, there is no final parting, only a pause before the next meeting.\"\n\nNow we just pray that whenever that next meeting is, this life or the next, it will be like those Tuesdays again, with his voice carrying the verses he loved so much.",
    "page": 15,
    "category": "family",
    "tags": [
      "son-in-law",
      "guidance",
      "business",
      "mentorship",
      "hanuman-devotion",
      "first-meeting"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "mere-papa-with-love",
    "title": "To, Mere Papa With Love",
    "author": "Divya",
    "relationship": "Daughter",
    "content": "People often say I'm lucky to have had a father like you. I get what they mean... but sometimes I want to ask them, what kind of luck takes my papa away so soon? Many people say they have the best dad, mine actually was.\n\nAs a child, I have only a handful of memories of us... They are small, scattered snapshots.. little moments in shops where you would quietly get me the things I wanted, moments of you quietly providing, never saying much but always there. Some of my absolute happiest childhood memories come from the birthdays you and Mumma celebrated for me... both of you would put your heart and soul, jaan laga dete the.. in making each one special. Those celebrations, year after year, are the brightest, warmest lights in my early memories. In my teenage years, we didn't talk much about feelings or emotions, but care showed in daily actions, instead of words. Years later, you told me about the struggles you faced in your business... but you kept those burdens off my and Bhaiya's shoulders. Now, looking back, I understand the real strength it took for you to shield us from those worries.\n\nI think real conversations between us began around the time I turned eighteen. The first time I really asked you for something directly - my first phone, a yellow Samsung Corby I was so nervous, unsure if I should even ask for something so specific. But you didn't say anything... you just came home the next evening and quietly handed me the exact phone I wanted. I was amazed. You never failed to drop me or pick me up from anywhere... I never understood the struggles of Delhi transportation, because my dad was always there, no matter how far, no matter how tired, you'd travel half an hour back from work just to make sure I had a ride. And then, as life unfolded, you kept showing your love in a thousand little ways...\n\nWhen I was moving to Bombay, you didn't want me to leave. I was looking for independence after always being protected. You let me go, though it was hard. Looking back, I can see now... you always tried to keep me safe, protected me from more than I could understand, from negativity, from the world's storms, and for that, I will always be grateful. Our turning point was the lockdown. After years apart, suddenly we were living together again. I know you were happy to have me back, even if it was a hard time for me. When Dadaji passed away, I stayed. because I saw you needed me. That time was a blessing in disguise. I was ready for more independence but life brought us closer instead. Those bun maska mornings and carrom evenings became staple.\n\nWhen I told you and ma about Nikesh, I was nervous, but you met my honesty with your own brand of caution and care. You said. \"Mujhe toh pehle se hi laga tha\" and there was an apprehension in your face the next few days- \"Business se zyada job stable hoti hai, beta... I know where you came from. But soon as you met Nikesh, I got to witness something truly special, the way you opened your arms to him, how you welcomed him into our family, not just as a son-in-law but almost as your fourth child. You spoiled him the same way you always spoiled me. Yet, the two of you formed your own relationship. It was sweeter and easier than I could ever imagine... even watching you with my in-laws, never a push or pull relation, both sets of parents only nudging me to serve the other set - those were the moments I realized how easy you made my life. I know I used to feel torn between Delhi and Bombay, worried about balancing both families, but you made it all work with your grace and respect for others.\n\nWhen Nikesh and I would visit Delhi, those visits became some of the best times. All the small things, sharing kathi rolls, Baljeet ke kulche, seeing Nikesh and you sitting together watching cheeky south Indian cinema, that sense of home came alive. Those images are etched in my heart. I wish we had more time....\n\nAnd then life changed. You fell sick overnight, and I wasn't there to take you to the hospital. That became my first regret... the nightmare that came true. In the hospital, I saw a side of you I'd never fully known. At first, it seemed like you were just taking in the hospitality, but soon the pain set in and tested you in ways none of us could prepare for. Yet, you still woke up every morning with such faith, telling us, \"Ramji sab bhali karenge.\" What were the odds that your room later overlooked Hanumanji ki moorty? During those first two months, we would take you in your wheelchair, and you'd bow your head... sometimes even recite the entire Hanuman Chalisa while looking out the window. Even in those hardest days, while others would have lost the will, you kept trying to bring joy to those around you, organizing Kanjak for the nurses, planning gifts for the doctors. I still do not know what drove you, Papa. Maybe nobody can know.\n\nRight after you got discharged in October, my birthday came. I've had 32 birthdays in your lifetime. We were together for 29. But you never cut the cake with me. You were always behind the camera. You'd ask Dadaji or Dadima to do the honours, or tell me to get Mumma. Or pass the moment to whichever guest-of-honour was around. Later, when the nieces and nephews arrived, you made space for them. And then Nikesh entered your life, you made sure Nikesh was always beside me. But on my 32nd birthday, you finally let me have the honour of cutting the cake with you. You sat beside me. After the 2 stressful months of the hospital, I knew how precious it was, this simple joy, because we had come so close to losing it forever. I felt so blessed to have you there, so thankful for your faith, because that's what made you stay a little longer. even when things looked impossible.\n\nSo The Faith. How did you hold on to it the way you did? Even in pain. Even when nothing was clear. Anyone who met you in the hospital was struck by your strength: how you kept pushing past every low. The first hospital stay felt like Avengers: Infinity War- chaotic, uncertain, full of tension. The second... that was Endgame- heavier, darker. Your faith, once unshakeable, began to waver. Yet, somehow, you still grounded all of us. I remember you calming bhai and me with, \"Beta, trust them.\" But I won't. Because we lost our Tony in this endgame. Even as your body began to give up, your will didn't. Every now and then, we'd catch glimpses of the old you your jokes, your undeniable spirit, your way of lightening the mood.\n\nI often wonder if you, too, felt betrayed by God. You no longer wanted to visit Hanumanji in later weeks. Even when we tried. And still, you kept teaching us. \"Kisi ke paise nahin rokne chahiye.\" \"Jo bhi kaam karo, acche se karo.\" \"Be happy, be cheerful.\" You smiled at bhaiya after being resuscitated. You waited for the prayers to end before leaving your body.\n\nYou were, and always will be, God's child.\n\nThe only lesson you tried to teach me was driving, but I learned so much more by watching you. How to stay close even after a fight, how to be present no matter how busy or tired, how to truly put love into action every day. You worked tirelessly, never slowing down, but you always made time for people. Now, as an adult, I understand, it wasn't perfectionism, it was love. Every small gesture was your way of caring for us.\n\nIf there is just one thing I could hold on to, it would be the everyday things. The way you made tea, how you played carrom, how you wrapped us in hugs at the airport, how you hesitated with new things, but still you gave them your all... typing, video editing, cooking, driving lessons... your patience. All of it lives in me. Your art of capturing beauty in little moments, just like you did with your old camera... I carry it forward with this book, with every page I write. I try to bottle up your kindness and warmth and send it out into the world.\n\nYou are, and always will be, my biggest blessing.\n\nThank you, Papa... for loving me unconditionally, patiently, and always... in your beautiful way.\n\nLove always, Mota Seth (Divya, Daughter)",
    "page": 18,
    "category": "family",
    "tags": [
      "daughter",
      "father-daughter",
      "love",
      "memories",
      "faith",
      "strength",
      "nikesh"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "elders-perspective-intro",
    "title": "Elders' Perspective: From Those He Respected The Most",
    "author": "Family Introduction",
    "relationship": "Family",
    "content": "This section presents the perspectives of those Tony respected the most - his elder brothers and sisters who watched him grow from a mischievous child to a devoted family man. Their interviews reveal the depth of Tony's character through the eyes of those who knew him longest.",
    "page": 23,
    "category": "elders",
    "tags": [
      "elders-perspective",
      "family-foundation",
      "respect",
      "interviews"
    ],
    "chapter": "elders-insights"
  },
  {
    "id": "best-of-all-of-us",
    "title": "The Best of All of Us - Interview",
    "author": "Jitendra Kumar Batra",
    "relationship": "Elder Brother",
    "content": "Q: What was your relationship like? Through all his and my life Tony was especially close to me. Tony mere sukh dukh sabka saathi tha. Last twenty years - I think were the best for us together. He not only lived close by, but was the most important part of my family. I don't think I have made any important decision in last two decades without Tony's presence. Be it for Abhishek's college, buying this house, Shweta's marriage, Abhishek's marriage, and even more so in difficult times when Madhu wasn't well. I don't think we would have survived the Covid lock down without Tony's cheerful presence every day. He was more like my eldest son, more than my youngest brother.\n\nQ: Which of his qualities stood out to you the most? Unconditional Love and Generosity of Heart\n\nQ: What are your other fondest memories of him? This one time when Abhishek was in Pune, Abhi wanted to get a bike for himself. Though I wasn't directly involved, between Tony, Shweta and Abhishek they chalked out a plan on how to convince me. Tony ne pehla cheque bheja tha.. Bus mujhse final delivery lene se pehle permission li. This happened so often.. Whenever Shweta or Abhishek were wary of approaching me for something.. It was always through Tony. Tony was not only my lifeline but their life line too.\n\nYou were the best of all of us - gentler. wiser. somehow always more kind. more joyful. more present. The one who made us laugh and held us together without even trying. I still look for you. Every morning when the bell rings. every time I go downstairs wondering if I will run into you.. in the silence that now fills my heart. You were my younger brother. but also my teacher. my mirror. You were.. my heart walking outside me.",
    "page": 24,
    "category": "elders",
    "tags": [
      "elder-brother",
      "close-bond",
      "family-decisions",
      "unconditional-love",
      "generosity"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "tribute-to-tony-pkb",
    "title": "A Tribute to Tony",
    "author": "Pushpinder Kumar Batra (PKB)",
    "relationship": "Elder Brother",
    "content": "Tony was born on 18th August 1959. a Rakhi day, a coincidence that would later come to define how central he became to our family celebrations. Eleven years younger than me. I practically helped raise him. earning the nickname \"आधी मां\" (half-mother). One vivid memory still makes me laugh: he'd sit on my lap, only to immediately relieve himself all over me- a ritual so regular it became a running family joke.\n\nIn the mid-70s. we lived in Ramesh Nagar. One Sunday, we kids- me. J.K.. Tony. and Neena- were determined to lure our father home early from the temple. \"Your friend Mr. Bhalla has come to see you.\" we told him. Puzzled, he returned home, only to find a bowl of Dahi Bhallas waiting. \"Here's Mr. Bhalla!\" we laughed. To our relief. he joined in. laughing along with us. It was one of those joyful. mischievous moments that defined our childhood.\n\nAfter graduating around 1977-78, the family considered Tony's future. Rather than to push him into a job. we encouraged him to try his hand at business. Despite our Father's reservations - \"पहले साल हट्टी होता है. दूसरे साल चट्टी. तीसरे साल खट्टी\" we believed in giving Tony time to grow. He entered the printing business with Mr. Rajeev Dave. becoming the first entrepreneur in the Batra family.\n\nTony had a rare ability to stay genuinely connected with everyone, across generations. From our father's peers to their great-grandchildren, he was a steady, loving presence. Children especially adored him. He never arrived without snacks or gifts. even when parents protested. His home was a place of welcome. He was a generous host, especially on Rakhi and Tikka. which he and Poonam hosted year after year at Shalimar Bagh.",
    "page": 26,
    "category": "elders",
    "tags": [
      "elder-brother",
      "childhood",
      "business",
      "entrepreneur",
      "hosting",
      "rakhi"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "mera-tony-neena",
    "title": "Mera Tony - Interview",
    "author": "Neena Chawla",
    "relationship": "Elder Sister",
    "content": "प्रश्नः उनमें सबसे विशेष गुण कौनसे थे? निस्वार्थ सबको प्रेम करना, बड़ों के प्रति समर्पण, दूसरों को खिलाने का आनंद, और दिल की उदारता। ये सभी गुण उसे औरों से अलग बनाते थे।\n\nप्रश्नः कोई ऐसा किस्सा या घटना बताइए, जिसमें यह गुण सबसे ज़्यादा झलका हो? जब भी घर में कोई बीमार होता, पता नहीं कैसे टोनी को इसकी खबर लग जाती थी। अपना काम छोड़कर मिलने आता। चाहे सिर्फ़ 10 मिनट रुकता, लेकिन उस में भी अपनी सकारात्मक ऊर्जा और मुस्कान से सबका दिल खुश कर देता था। उसके साथ होने से ही जैसे सब ठीक हो जाता था।\n\nप्रश्नः उनके साथ आपकी सबसे प्यारी यादें कौन-सी हैं? मेरी पहली याद है 18 अगस्त 1959 की। वो रक्षाबंधन का दिन था, और टोनी का जन्म हुआ। हम सब घर पर ही थे जब ये हुआ, और मेरी ख़ुशी का ठिकाना नहीं था। बेबी और मैं तो बस नाचते- झूमते रह गए कि भगवान ने रक्षाबंधन के दिन हमें हमारा भाई भेजा है। मैं उसे गोदी में लेकर यहाँ- वहाँ घुमाती थी, और हमारा ये प्यारा रिश्ता साल दर साल और भी गहरा होता गया।\n\nटोनी और खाने का बहुत गहरा रिश्ता है। आपकी क्या यादें हैं इसमें? टोनी को खाने की शर्त लगाने का बहुत शौक था। अंशु के साथ कितनी इडली खानी है, रसगुल्ले, और पता नहीं क्या-क्या। जब हम घर जाते थे, तो वह हमेशा गोलगप्पे और टिक्की लेकर आता था। खुद टोनी को खाने में बैंगन का भरता पसंद था, ब्रेड की मोटी वाली आखिरी स्लाइस के साथ। और उसे दाल-चावल और कढ़ी पसंद थी। राजमा और छोले उसे पसंद नहीं थे।\n\nप्रश्नः कोई ऐसी चीज़ जिससे आपको उनकी याद आए? यादें तो बहुत हैं, अब जो सामने हैं वो याद ज़ादा याद रह जाती हैं। टोनी ने मुझे बहुत सी यादगार चीजें दी हैं। मेरा सबसे प्यारा सूट, जो वो मेरे 70वें जन्मदिन पर स्पेशल लाया था। ख़ास गीर गाय का ख़ास देसी घी, और कच्ची घानी की सरसों का तेल। ये सब उसकी प्यार भरी सोच का ही तो सबूत हैं।\n\nप्रश्नः आपने उन्हें एक लड़के से पति, पिता और फिर दादा बनते देखा। इस सफर में क्या बदला और क्या कभी नहीं बदला ? टोनी का हंसमुख स्वभाव कभी नहीं बदला। साल दर साल अगर कुछ बदला, तो वो था उसका ईश्वर के प्रति गहरा होता विश्वास और भक्ति भाव।\n\nप्रश्नः उनकी सबसे बड़ी ताकत और सबसे बड़ी कमज़ोरी क्या थी? उसकी सबसे बड़ी ताकत थी सबको बिना भेदभाव के प्रेम देना, हर किसी का ध्यान रखना, और कभी क्रोधित न होकर शांत स्वर में समझाना। जहाँ तक कमज़ोरी की बात है, मैंने उसमें कोई कमी कभी नहीं देखी।\n\nकुछ और चीजें जो आपको याद हैं? क्या कुछ चीजें जो आप उनके साथ और करना चाहती थीं? मैं टोनी के साथ और रहना चाहती थी। कई बार उसने कहा कि घर आ जा, पर मैं कम जाती थी। जब देश में इमरजेंसी हुई थी, तब हम साथ रहे थे। तब भी टोनी ने बहुत ध्यान रखा था। न जाने कहां से समोसे ले आता था। रुचि तब दो साल की थी, उसके लिए ढूंढ-ढूंढ कर दूध लेकर आता था।",
    "page": 28,
    "category": "elders",
    "tags": [
      "elder-sister",
      "birth-memory",
      "selfless-love",
      "food",
      "raksha-bandhan"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "mera-tony-neena-extended",
    "title": "Mera Tony - Extended Interview Questions",
    "author": "Neena Chawla",
    "relationship": "Elder Sister",
    "content": "प्रश्नः आपने उन्हें एक लड़के से पति, पिता और फिर दादा बनते देखा। इस सफर में क्या बदला और क्या कभी नहीं बदला? टोनी का हंसमुख स्वभाव कभी नहीं बदला। साल दर साल अगर कुछ बदला, तो वो था उसका ईश्वर के प्रति गहरा होता विश्वास और भक्ति भाव।\n\nप्रश्नः उनकी सबसे बड़ी ताकत और सबसे बड़ी कमज़ोरी क्या थी? उसकी सबसे बड़ी ताकत थी सबको बिना भेदभाव के प्रेम देना, हर किसी का ध्यान रखना, और कभी क्रोधित न होकर शांत स्वर में समझाना। जहाँ तक कमज़ोरी की बात है, मैंने उसमें कोई कमी कभी नहीं देखी।\n\nकुछ और चीजें जो आपको याद हैं? क्या कुछ चीजें जो आप उनके साथ और करना चाहती थीं? मैं टोनी के साथ और रहना चाहती थी। कई बार उसने कहा कि घर आ जा, पर मैं कम जाती थी। जब देश में इमरजेंसी हुई थी, तब हम साथ रहे थे। तब भी टोनी ने बहुत ध्यान रखा था। न जाने कहां से समोसे ले आता था। रुचि तब दो साल की थी, उसके लिए ढूंढ-ढूंढ कर दूध लेकर आता था।",
    "page": 29,
    "category": "elders",
    "tags": [
      "elder-sister",
      "devotion",
      "no-weakness",
      "emergency-period",
      "care"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "mujhe-sambhala",
    "title": "Mujhe Sambhala... Aur Khud Bhag Gaya",
    "author": "Mrs Geeta Sachdeva",
    "relationship": "Elder Sister",
    "content": "प्रश्नः उनमें सबसे विशेष गुण कौन-से थे? उसका दिल इतना उदार था, क्या ही बताऊँ ! \n\nप्रश्नः आप यह बताओ कोई ऐसा किस्सा या घटना बताइए, जिसमें यह गुण सबसे ज़्यादा झलका हो। कोई भी फंक्शन हो, शादी हो, किसी के बच्चा हुआ हो, किसी के भी घर में कोई भी ख़ुशी हो, वो ऐसे खुश होता जैसे उसके अपने घर में हुई हो। और बस महसूस ही नहीं करता, वैसे ही बिहेव भी करता था। मुझे इस बात की बहुत तसल्ली है कि वो अंत तक ये ख़ुशियाँ महसूस करता रहा।\n\nप्रश्नः आपका रिश्ता सबसे अच्छा कब था? जब हमारी माँ चली गई ना, मुझे लगता है तब से हम और क्लोज़ हो गए। शायद इसलिए भी क्योंकि मैं भी उनसे बहुत अटैच्ड थी, और टोनी भी। हम दोनों का हाल ये था कि कुछ भी होता, बस रोने लगते। एक दिन टोनी बोला, \"देखता हूँ, पहले किसके आँसू सूखते हैं।\" मैंने भी कहा, \"ठीक है, देखते हैं!\" पर सच कहूँ तो हम एक-दूसरे से आँख भी नहीं मिला पाते थे।\n\nमाँ चालीगयी, बाप चला गया, इतना बुरा नहीं लगा। लेकिन जब यह गया, मेरा छोटा भाई, तब लग रहा है हम अनाथ होगये... ....शालीमार बाघ जाती हूँ तो खड़ा ही नहीं हुआ जाता, ऐसा लगता है अभी फोटो से निकल के कहेगा \"तू आयी नहीं इतने दिन से?\".... .... आखरी दिनों में कितना कहता रहा के, तुझे देख के ऐसा लगरहा है जैसे मेरी माँ आगयी है। मुझे मन करता था मैं वैसे ही उसका ध्यान रखें।",
    "page": 30,
    "category": "elders",
    "tags": [
      "elder-sister",
      "generous-heart",
      "mother-loss",
      "close-bond",
      "emotional"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "geeta-sachdeva-extended",
    "title": "Continued Interview - Strength and Willpower",
    "author": "Mrs Geeta Sachdeva",
    "relationship": "Elder Sister",
    "content": "प्रश्नः आपने उन्हें एक लड़के से पति, पिता और फिर दादा बनते देखा। इस सफर में क्या बदला और क्या कभी नहीं बदला? जो कभी नहीं बदला वो था उसका प्यार, सबके लिए। लोगों में एक तरह का प्यार होता है.. किसी में परिवार का, किसी में दोस्तों का, किसी में बच्चों का। इसमें सबके लिए इतना प्यार भरा था के झलकता रहता था, अलग अलग तरीकों से। जो बदला - वो था उसका गुस्सा, बाद में काफ़ी आने लगा था, पर control बहुत करता था। दबा लेता था अपना गुस्सा।\n\nप्रश्नः उनकी सबसे बड़ी ताकत और सबसे बड़ी कमज़ोरी क्या थी? उनकी सबसे बड़ी ताकत थी उनकी willpower! 2001 में जब उसे स्ट्रोक हुआ था, उसके बाद उसने अपना lifestyle कैसे बदला था, सबको दिखा था। गज़ब की willpower थी उसमें। अपने आखरी 6 महीने में भी उसने जितना सहन किया है, इतनी भयानक बीमारियों से गुज़रते हुए, वो बहुत कम लोगों को पता है। ऐसी बीमारी में भी 6 महीने निकाले उसने, हँसते हँसते, अपने काम करते करते, यह ही तो संकल्प है। उसकी कमज़ोरी- दूसरों को खिलाओ, और खुद भूखे रहो।",
    "page": 31,
    "category": "elders",
    "tags": [
      "elder-sister",
      "willpower",
      "stroke-recovery",
      "selfless-feeding",
      "strength"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "uncle-by-blood-brother-by-bond",
    "title": "Uncle by Blood, Brother by Bond",
    "author": "Mr Surendra Pal Batra",
    "relationship": "Uncle",
    "content": "Uncle by blood. brother by bond: Q: Which of his qualities stood out to you the most? Tony's nature was truly remarkable. His ability to give unconditionally, to care deeply without being asked, and to be there for people, that's what I'll always remember. He lived with integrity, with loyalty, and with a generous heart. If I ever needed anything, my first thought was, \"Let me call Tony\" And no matter what, his response was always positive. He had this deep-rooted dedication to family, to friends, to doing the right thing.\n\nQ: Can you share a story where this quality really came through? One memory that stands out is my son Neeraj's wedding. Being outside India, it was a big deal for me to coordinate everything. For me, it felt like a massive favour, but for Tony, it wasn't. He made the necessary calls, got things done, and made sure everything went smoothly. That's the kind of support that changes everything for someone living far away.\n\nI also remember how, nearly 20 years ago, during Nisha's wedding in India, he brought the whole family together, even Papaji. That gesture meant the world to me. At a time when even sending money online wasn't easy, Tony made sure the wedding card reached me. Those may seem like small things, but they brought a sense of belonging and connection that was priceless.\n\nQ: When was your relationship at its best? It was in the last 15-20 years, especially thanks to technology. We spoke often, atleast 2-3 times a month, whenever possible. As adults, the bond grew deeper. Over time, we started calling each other \"bhai\", because that's what our relationship felt like.\n\nQ: What are your other fondest memories of him? Tony had a way of keeping the family connected. He once made me memorize who's who in the family, whose children are doing what, just to keep me updated and close.\n\nIf I had an issue with my health, like arthritis, he'd suggest remedies. He paid attention to the little things.\n\nYou know, even during his illness, he never let on that he was struggling. He was always in good spirits, never complaining, never negative. Once, I called and he said he couldn't talk because he was watching cricket and I found such comfort in that. It showed me that he was still enjoying life in his own way, not wanting to be a burden on anyone.\n\nQ: You saw him grow into a husband. father. and grandfather. What changed, and what never did? He grew into every role with full dedication. But what never changed was his temperament always calm, always positive. He never showed anger, not even in times of stress. He was the kind of person who didn't react instantly; he took his time, responded thoughtfully. That's a rare quality.\n\nQ: What was his biggest strength? And weakness? His greatest strength was the grace he carried, something only God can give. He lived a very spiritual life. He was even more devoted than RR ji, and was a founding member of the Ram Dullare Bhajan Mandli. As for weaknesses, I truly can't think of any. There was nothing lacking in him, at least not that he ever let show.\n\nQ: Is there something that you think the readers should remember about him? He left behind something truly wonderful. The way he lived- always smiling, always caring, is something people should remember. He brought the family together and made everyone feel seen. What I hope people carry forward from his life is the value he placed on relationships. Maintaining bonds, staying calm under pressure, showing up without making noise about it, these are not easy things, but he did them with ease. No one can replace him. But I do see Balli trying to fill some of those roles.. and that effort is something I deeply acknowledge. He left too soon. He shouldn't have gone when he did. But what he's left behind is full of meaning and warmth. He was a good husband, a devoted father.. and most of all, a truly exceptional human being.",
    "page": 32,
    "category": "elders",
    "tags": [
      "uncle",
      "unconditional-giving",
      "family-support",
      "weddings",
      "spirituality"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "bhatija-kahoon-ya-bhai",
    "title": "Bhatija Kahoon Ya Bhai",
    "author": "Mrs Shashi Mutreja",
    "relationship": "Bua",
    "content": "टोनी बेटा- मेरे बड़े भाई, जिन्हें हम डैडीजी कहते थे, का बेटा था। वो मुझे बहुत प्यार करता था। आते ही मेरे पांव छूता था, और मना करने पर कहता, 'बहनों का आशीर्वाद तो बहुत ज़रूरी है।' डॅडीजी के जाने के बाद से, वो मुझे अपनी बुआ न कहकर बहन ही कहता था और मुझसे राखी-टिक्का भी करवाता था। जब भी वो हमारे घर आता, तो बहुत सारी खाने की चीजें लेकर आता था, और मना करने पर कहता, 'बहनों के यहाँ भी कोई खाली हाथ जाता है?' जब वो छोटा था, तो मैं उसे अपने साथ गाड़ी में खूब घुमाती थी। वो बहुत ही अच्छे और मीठे स्वभाव का था, और मुझे बहुत प्यारा था। भगवान उसकी आत्मा को शांति दे।",
    "page": 34,
    "category": "elders",
    "tags": [
      "bua",
      "respect",
      "rakhi-tikka",
      "gifts",
      "sweet-nature"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "adventures-of-tony-pinky",
    "title": "Adventures of Tony and Pinky",
    "author": "Mohinder Kumar Batra",
    "relationship": "Cousin, BFF",
    "content": "टोनी भाई और मैने तो इतना समय बचपन में साथ बिताया कि अगर सारे किस्से सुनाने लगूं, तो पूरी किताब भर जाएगी। लेकिन मैं आपको एक-दो किस्से बताता हूँ। एक बार जब हम शायद 15-16 साल के थे, हम रमेश नगर में रहते थे। हमारी ड्यूटी लगी कि हम बिमला दीदी के पिताजी, यानी हमारे ताया जी के यहां शकूर बस्ती दिवाली देकर आएं। हमने आपस में यह तय किया कि हम सुबह-सुबह वहां जाकर दिवाली दे आएंगे और फिर विशाल सिनेमा में मॉर्निंग शो देखेंगे। ज़ाहिर सी बात है, मूवी का काम चुपके-चुपके होना था। वहां पहुंचे तो उन लोगों ने बड़ी मिन्नत की कि कुछ नाश्ता कर लो, लेकिन हमें तो पिक्चर देखनी थी, वो भी कोई ऐसी-वैसी नहीं, पिक्चर थी \"प्रेम कहानी\", जिसमें शशि कपूर और मुमताज़ थे। हमने उन्हें बहाना बनाया कि हमें और भी बहुत जगह जाना है। वहां से निकलकर हम साइकिल पर विशाल सिनेमा पहुंचे और बड़े मज़े से पिक्चर देखकर घर लौटे।\n\nएक और बहुत ही इंटरेस्टिंग किस्सा है मेरे और टोनी के लड़कपन का। साल था 1974। गुड्डी दीदी और रंजीत जीजाजी की सगाई हो चुकी थी और जीजाजी गुड्डी दीदी से मिलने आते रहते थे। उनके पास एक ऑरेंज कलर की लूना हुआ करती थी। तुम बच्चों ने तो शायद लूना का नाम भी नहीं सुना होगा। यह एक तरह से साइकिल का काफी advanced version होता था, पहले पैडल से स्टार्ट करना होता था और फिर accelerator दबाना होता था और वो अपने आप चलती थी।",
    "page": 40,
    "category": "family",
    "tags": [
      "cousin",
      "childhood",
      "adventures",
      "movies",
      "pranks",
      "luna"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "double-date-1988",
    "title": "A Double Date in 1988",
    "author": "Poonam Mohinder Batra",
    "relationship": "Bhabhi",
    "content": "The first time Tony Bhaiya and Poonam Bhabhi met me was in 1988. We went to Kwality Restaurant, a very famous and expensive place at the time. That was Tony Bhaiya for you, always a little extravagant. He chose that place because it was right opposite Bank of Baroda. Parliament Street, where Poonam Bhabhi was working. That made it easier for her to join us. That was one of his qualities. He always found practical ways to make things work for everyone. During the cheerful conversation. Bhaiya casually asked me what my favourite vegetable dish was. I thought for a moment and said. \"Bhindi.\" All three of them started laughing. I was confused. Had I said something funny? Then Tony Bhaiya told me. \"Your would-be husband is fondly nicknamed 'Bhindi' at home. Daddyji gave him that name!\"",
    "page": 42,
    "category": "family",
    "tags": [
      "bhabhi",
      "first-meeting",
      "kwality-restaurant",
      "bhindi",
      "practical"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "man-of-surprises",
    "title": "Man of Surprises",
    "author": "Poonam Mohinder Batra",
    "relationship": "Bhabhi",
    "content": "During our sagan ceremony. Tony Bhaiya had a big beard. but later when the baraat came, he suddenly appeared without a beard - barely recognisable - and everyone was so surprised at the changed look and clean-shaven face! Jatinder Jijaji gave him an as Tonyshed look. and they both started dancing in pure enjoyment! It was a beautiful moment, caught by the photographer. Later on, I came to know that in his own marriage also. he had done the same trick! On the marriage day, he had a long beard and a rugged look. like a Majnu. and till the time he went to get ready for the reception, he had the same look. But when he entered the reception hall. he was simply clean-shaven surprising every guest! Even Poonam Bhabhi didn't know he was going to change his look! That was his way of making people happy- by surprising them with his simple tricks!",
    "page": 43,
    "category": "family",
    "tags": [
      "surprises",
      "beard",
      "wedding",
      "clean-shaven",
      "happiness"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "adventures-of-petha-mufali",
    "title": "The Adventures of Petha and Mufali",
    "author": "K. K. Aggarwal (Bittoo)",
    "relationship": "Friend",
    "content": "In 1970s, while preparing for my 12th Board exams- during two months of study leave, I stayed at JK Bhaiya's home in Titarpur. That's where I met Tony, and we became close friends. Being January winters and my sweet tooth, he started calling me PETHA. He loved peanuts, so I called him MUFALI. MUFALI was emotional and kindhearted. He'd see me studying from morning to night. locked in a room. In the evening, he'd often request (or beg) Bhaiya to let me take a break. Really, it was for both of us, to unwind and occasionally birdwatch in Rajouri Garden! Pinky sometimes joined us on these fun little outings. I think he was working at Godrej back then. MUFALI also had a great appetite and loved street food. Being with him. I became a foodie too. Those were beautiful days, etched in my soul. They say you can take away wealth and property, but not memories.\n\nTONY was not only emotional and kindhearted but also an HONEST and GOD-fearing Ram Bhagat. I was reminded of him just last week when I went to drop a friend at New Delhi Railway Station - Ajmeri Gate side. It brought back a memory of an incident from there that still gives me goosebumps. Tony was once crossing the flyover from Paharganj to Ajmeri Gate. At the end of the flyover, he saw a crowd around an old man sitting on the pavement. After passing the crowd, he noticed a red cloth on the road. He stopped his blue Vespa scooter, picked up the cloth. and opened it, it was a gold bar. He understood what had happened. He quietly put it in his pocket and approached the old man to inquire. The man said. \"Bas samjho meri zindagi ki kamai kho gayi. Ab mere paas marne ke alawa koi raasta nahi hai.\" And just like that, our Ram Bhagat, our honest and pure soul gave the man his assets back. He asked for nothing in return except blessings, which meant far more to him than money ever could.",
    "page": 71,
    "category": "friends",
    "tags": [
      "friendship",
      "nicknames",
      "honesty",
      "gold-bar",
      "blessings",
      "street-food"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bond-beyond-blood",
    "title": "A Bond Beyond Blood - A Tribute to G K Batra (Tony Bhaiya)",
    "author": "Arvind Mittal",
    "relationship": "Friend since 1980",
    "content": "Today. I speak from the depths of my heart about a man who was more than just a part of my life, he shaped it in many ways. GK Batra. whom we lovingly called Tony Bhaiya, wasn't just my elder brother in spirit. he was also my closest friend. my trusted advisor. and my emotional anchor since the year 1980. It is rare to find someone who becomes an integral part of your family and your soul. not because of shared blood. but because of shared love. mutual respect. and unwavering presence. From the very beginning of our association. Tony Bhaiya radiated something special. He lived with a grace that made him stand out, yet remained grounded with humility that made him so loved. In every interaction, in every gesture, there was sincerity, kindness, and a rare sense of presence. He wasn't just there he truly cared. His qualities weren't performative they were his essence. For him. love, regard. and respect weren't social expectations they were his way of life.\n\nTony Bhaiya was the epitome of a thorough gentleman, not in a superficial or formal sense, but in the truest, most heartfelt way. He treated every person he came across with dignity. whether it was family, friends. or acquaintances. His aura commanded warmth and his smile disarmed even the most distant hearts. He had a unique gift: he made everyone feel important. If you were speaking with him, he gave you his complete attention. If you were celebrating something he celebrated with you as if it were his own joy. If you were in trouble, he was your calm during the storm.\n\nOne of Tony Bhaiya's most extraordinary and touching qualities was his astonishing memory, not just of facts or events, but of people's moments. He remembered everyone's birthdays and wedding anniversaries, not just for one age group or a handful of people. but across generations and extended families. He made sure to call. message, or personally remind others of those dates. In a world where many forget even their own commitments. Tony Bhaiya was the one who remembered us. He remembered what mattered to us.",
    "page": 72,
    "category": "friends",
    "tags": [
      "friendship",
      "gentleman",
      "memory",
      "birthdays",
      "anniversaries",
      "grace"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bridge-of-hearts",
    "title": "A Bridge of Hearts - A Tribute to Shri Gajender Kumar Batra (Tony ji)",
    "author": "Shaikh Bashir Ahmed",
    "relationship": "Friend",
    "content": "It's hard to believe he is no longer among us. Batra ji was not just a friend: he was like a brother. family in every sense of the word. In a world so often divided by religion and background, he was a living bridge of love, unity. and understanding. I follow Islam, and he was a Hindu, yet we never saw differences. Instead. we found common ground in humanity, kindness, and mutual respect. In our faith, we call such a person a farishta (an angel) and that is exactly what he was. His humility, generosity, and boundless warmth lit up the lives of everyone he met. He had a rare gift: to make others feel seen. welcomed. and loved.\n\nI remember when I visited Delhi with my family, he welcomed us into his home as if we were his own kin. That day wasn't just a visit. it was a blessing, filled with heartfelt conversation. laughter, and the warmth only someone like Batra ji could provide. One of my most cherished memories is from 2008. when Batra ji visited Kashmir for the Amarnath Yatra. Despite the crowds and chaos. he came straight from Srinagar Airport to our home with his friends. We shared meals. stories, and unforgettable moments. Due to heavy traffic. we decided to take a helicopter for the yatra. Upon returning, we hosted a traditional Kashmiri lunch with a dastarkhan, copper utensils, and kehwa tea. He was fascinated by our culture, comparing it to Iran. and expressed heartfelt joy at the experience.\n\nWhen he returned from the pilgrimage, he brought back prasad for us, saying he had prayed for my family. Years later. in 2017. when we visited Delhi again, he insisted on picking us up himself- no cab no taxi. He spent the entire day with us even putting aside his business. We met his lovely family his wife, daughter. and father. During that trip. his love and care reminded us once again of how special he was.",
    "page": 74,
    "category": "friends",
    "tags": [
      "friendship",
      "interfaith",
      "kashmiri-culture",
      "amarnath-yatra",
      "bridge-of-hearts"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "yaadein-alka-singh",
    "title": "Yaadein",
    "author": "Alka Singh",
    "relationship": "Principal, Air Force Golden Jubilee Institute",
    "content": "I remember meeting Mr Tony in the corridors of AFGJI when JK Batra Sir was the Vice-Principal. I gently referred to him as 'Tony Sir' and Batra Sir in his loud baritone said-Don't call him Tony Sir. just call him Tony. But I also referred to him as Mr Tony or Tony Sir as he was elder to me. It is hard to believe that he is not with us. I still think that one day he will get down from his car in front of AFGJI and hand me a packet of papers to go through and edit. The other day my nephew reminded me and said that Batra Sir has never come to our house, but Tony Sir came to our house once. It was summer vacation and the school magazine 'Swarnima' had to be edited and printed. So he came to our home in Mahavir Enclave all the way from Shalimar Bagh to hand me the packet of papers. His dedication and commitment to his work is what I will always remember. He would often come to school with Question papers banners magazines etc. Our school has really had a long association with him and the entire family. He would generally come around 2 pm. meet the staff members with a lot of positivity and warmth. His conversations with me would centre around Batra Sir. all the children in his family etc. Once I was required to go to his office for some editing work. Out of concern he said. 'Ma'am, it is not a good area for you to come.' But I said. ' The area is not important, we have to complete the work'. So I boarded the metro and e- rickshaw and went. I sat. did the work and came back'. Nothing was inconvenient with him being around. For all of us, he will always be remembered as the smiling, frank religious, cheerful Tony Sir. It is difficult to think about him in the past tense. Farewell Tony Sir. till we meet on the other side.",
    "page": 87,
    "category": "colleagues",
    "tags": [
      "air-force-school",
      "dedication",
      "work-commitment",
      "magazine",
      "positivity"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "yaadein-alka-singh-2",
    "title": "Yaadein",
    "author": "Alka Singh",
    "relationship": "Principal, Air Force Golden Jubilee Institute",
    "content": "I remember meeting Mr Tony in the corridors of AFGJI when JK Batra Sir was the Vice-Principal. I gently referred to him as 'Tony Sir' and Batra Sir in his loud baritone said-Don't call him Tony Sir, just call him Tony. But I also referred to him as Mr Tony or Tony Sir as he was elder to me.\n\nIt is hard to believe that he is not with us. I still think that one day he will get down from his car in front of AFGJI and hand me a packet of papers to go through and edit. The other day my nephew reminded me and said that Batra Sir has never come to our house, but Tony Sir came to our house once. It was summer vacation and the school magazine 'Swarnima' had to be edited and printed. So he came to our home in Mahavir Enclave all the way from Shalimar Bagh to hand me the packet of papers.\n\nHis dedication and commitment to his work is what I will always remember. He would often come to school with Question papers banners magazines etc. Our school has really had a long association with him and the entire family. He would generally come around 2 pm, meet the staff members with a lot of positivity and warmth. His conversations with me would centre around Batra Sir, all the children in his family etc. Once I was required to go to his office for some editing work. Out of concern he said, 'Ma'am, it is not a good area for you to come.' But I said, 'The area is not important, we have to complete the work'. So I boarded the metro and e-rickshaw and went. I sat, did the work and came back'. Nothing was inconvenient with him being around. For all of us, he will always be remembered as the smiling, frank, religious, cheerful Tony Sir. It is difficult to think about him in the past tense. Farewell Tony Sir, till we meet on the other side.",
    "page": 87,
    "category": "colleagues",
    "tags": [
      "afgji",
      "tony-sir",
      "swarnima-magazine",
      "dedication",
      "mahavir-enclave"
    ],
    "chapter": "colleagues-extended-circle"
  },
  {
    "id": "ho-jayega-yaar",
    "title": "Ho Jayega Yaar!",
    "author": "Brijesh",
    "relationship": "The Air Force School",
    "content": "Call him a contractor or a friend or an elder brother or a mentor. or use words that cannot describe our bond, this is my journey with Tony ji. I joined AFBBS in 1992. I met him first at Air Force Bal Bharti School... a cheerfully smiling personality who always used to say, \"Ho jayega yaar.\" whenever any difficulty arose. The best of the best at Bal Bharti School introduced him to me as Tony ji. In 1993. I joined TAFS. there I saw again, the same lovely contractor. He told me that he was dealing with all three AF schools. Till 2010. I knew him only as Tony ji- the contractor for printing and stationery who was printing all our jobs with utmost sincerity and maintained full confidentiality while printing question papers. One day. I got a call from the security officer that Mr. Gajender Batra would like to visit the school. and I thought, who is this fellow? When he reached the school. I got to know that Tony's actual name is Mr. Gajender Batra - and the second shock was that he is the brother of the AFGJI principal. At that moment, my respect for him rose to even greater heights- for being someone who, despite being the real brother of the principal of the same organisation, had never taken any advantage in any sense. We came a little closer as friends. but our professional relationship was absolutely professional. No confidentiality was ever broken. Whenever he was visiting Salasar ji. I always received prasad from him and even had the opportunity to travel with him to Salasar ji. He was such a down-to-earth person who was always there to help everyone. One of my greatest regrets is that I couldn't meet him during his last moments. He is an unforgettable personality for the rest of my life.",
    "page": 88,
    "category": "colleagues",
    "tags": [
      "air-force-school",
      "contractor",
      "ho-jayega-yaar",
      "confidentiality",
      "salasar"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "tony-walking-sunshine",
    "title": "TONY: WALKING SUNSHINE",
    "author": "Deepika Thapar Singh",
    "relationship": "Principal, The Air Force School (2007-2016)",
    "content": "Some people leave a mark not with grand gestures. but with their grace, unwavering kindness, and the light they carry within. Tony was one such soul. I first met Tony in 2007 when I took over as the Principal of The Air Force School. From the very beginning, his presence was calming and grounded. He managed the school's printing work with efficiency, never a delay, never a complaint. always delivered with care and dignity. But it was his spirit, not just his service, that truly stood out. Tony always greeted me with a smile that felt like sunshine- warm. sincere. and full of peace. His deep devotion to the Divine was evident in every conversation. No meeting passed without his heartfelt gratitude to God, no matter the circumstances. He never came empty-handed. Whenever he visited the Salasar Balaji Temple, he brought prasad for me. These offerings were more than rituals they were reflections of his thoughtfulness and the way he always carried others in his heart. Tony had a rare gift: he brought calm wherever he went. He never rushed. never complained. and never let stress steal his serenity. Through his example, he taught me a timeless lesson- to live with ease, to stay rooted in faith. and to keep stress at bay. Every morning. his daily spiritual and motivational messages would arrive like gentle reminders to stay centered and grateful. Those messages were his way of silently uplifting everyone around him. they are now memories will always cherish. Tony, you will be missed. I miss your messages. your smile, your peaceful presence. The world feels dimmer without your light but your spirit, your faith, and your warmth live on in all of us who were blessed to know you. Rest in eternal peace, dear Tony. I know you're now in the embrace of Hanumanji, free. joyful. and at peace.",
    "page": 89,
    "category": "colleagues",
    "tags": [
      "principal",
      "walking-sunshine",
      "devotion",
      "prasad",
      "messages",
      "hanumanji"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "tribute-manju-malhotra",
    "title": "Tribute to Tony Ji",
    "author": "Manju Malhotra",
    "relationship": "The Air Force School",
    "content": "I came in contact with Tony ji when I became the Exam Incharge at TAFS. What began as a purely official relationship gradually blossomed into a warm and trusted friendship. He was a deeply respectful and humble person, and anyone who interacted with him would agree that his presence left a lasting impression. Tony ji had a special way of making routine work feel more human. Often. when he came to deliver papers he would bring Dhokla for the entire exam department. Those simple yet thoughtful gestures turned into little celebrations: Dhokla paired with freshly made tea, shared laughter. and warmth. Whenever I asked. \"Chai piyoge?\". he would smile and say. \"Yes tea bag wali to pi loonga.\" He also brought ladoo prasad for us many times, sharing not just sweets, but goodwill and blessings. During times of urgency, be it delays in printing or last-minute needs, he always handled everything with calmness and grace. Softly, he would say. \"Ma'am. Atul will deliver the papers to your residence, can you please take them?\" His humility and gentle way of dealing with situations will be missed by all of us. There was a time I urgently needed some letter pad leaves and visiting cards printed for my husband. I asked him for help. and to my surprise, he got everything printed within a few hours. and Atul delivered it to my home. Despite my repeated requests, he never accepted any money. His reply still echoes in my heart: \"Bhaiya ka kaam kiya hai. aapka nahi.\" I remember once when I couldn't get a cab after staying back at school. This thorough gentleman didn't think twice, he dropped me home himself. Over a cup of tea. I called my daughter to come meet him. When he heard her name. Divya. his face lit up, his daughter was also named Divya. From then on. every time he came to school, he would always ask about her. Another incident that speaks volumes about his character. once we had to get a set of question papers reprinted urgently, but there was no budget for it. I was hesitant but I called him and explained the situation. His response: \"Madam. aapko aaj tak mana kiya hai kya?\" That amount wasn't small, but his generosity and kindness never came with a price tag.",
    "page": 90,
    "category": "colleagues",
    "tags": [
      "exam-incharge",
      "dhokla",
      "humility",
      "generosity",
      "divya-connection"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "super-bhakt-tony",
    "title": "Super Bhakt Tony Bhaiya",
    "author": "Ghanshyam Maurya",
    "relationship": "More than Support Staff",
    "content": "टोनी भैया ऐसे व्यक्ति थे जिनकी आवाज सुनकर सब खुश हो जाते थे। मुझे आज भी याद है कि मैं उनसे 1999 में मिला था 23 दिसंबर को, मैं कमला मार्केट में रहता था और काम न होने की वजह से वापिस गांव जाने की सोच रहा था, भैया ने मुझसे पैकिंग करवाई और उन्हें मेरा काम पसंद आ गया बोले \"मेरे पास काम करेगा?\" मैने पूछा \"क्या काम करना होगा\" तो टोनी भैया हंस कर कहने लगे, \"तुम्हें साथ रहना पड़ेगा, जो काम कहूं वो काम करना पड़ेगा।\" मैं तैयार हो गया और तब से आज तक उनके साथ हूं जब टोनी भैया के साथ पहले दिन सेना भवन (DRDO) के ऑफिस गया तो एक थी स्टार बड़े ऑफिसर आकर मुझे और टोनी भैया को अन्दर ले गए। उसके बाद वो दिन और आज का दिन टोनी भैया का साथ नहीं छूटा । मैने टोनी भैया के साथ दो साल काम किया, तब तक उन का असली नाम नहीं पता था। फिर दो साल बाद पता चला कि उन का नाम गजेंद्र कुमार बत्तरा था। पिंकी भैया के पास कुछ पेपर लेने गया था तो उन्होंने बताया था । भैया तब स्कूल में प्रिंटिंग का काम किया करते थे, फैंसी और डिज़ाइनिंग को काम भी किया करते थे। हर कोई उन के काम से खुश हो जाता था। उनके जितने भी जानने वाले लोग थे सबके जन्म दिन और सालगिरह याद रखते थे। वे किसी का कोई भी काम रुकने नहीं देते थे सब अरेंज करा देते थे। यह तो सब को मालूम है कि वो हर महीने सालासर जाते थे लेकिन, यह बहुत कम लोग जानते हैं कि वहां सभी पुजारी और धर्मशाला वाले उन्हें सुपर भक्त कहते थे। यह मुझे वहां की तन्त्रूटी धर्मशाला के केयरटेकर श्री शेखरजी ने बताई। सभी पुजारी उन्हें बहुत आशीर्वाद देते थे और वे सभी को कुछ न कुछ दान देकर ही आते थे। सभी उन्हें एक आदर्श शील स्वभाव और खुश मिज़ाज व्यक्ति के रूप में याद करते हैं। टोनी भैया के यहां इतने बड़े सफर में मुझे कभी भी यह एहसास नहीं हुआ कि मैं उनके यहां नौकरी करता हूँ। मुझे ऐसा लगता था कि मैं अपने बड़े भैया के साथ रह रहा हूँ। उन्होंने मुझे बहुत प्यार और सम्मान दिया और मुझे अपने परिवार जैसा ही मानते थे।",
    "page": 92,
    "category": "colleagues",
    "tags": [
      "support-staff",
      "super-bhakt",
      "salasar",
      "family-treatment",
      "devotion"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "tony-taya-purusottam",
    "title": "TONY TAYA",
    "author": "Mr Purushottam Lal Batra",
    "relationship": "Chacha",
    "content": "We were very sad to hear the news of the untimely demise of our dear nephew Tony. who was the youngest child of my eldest brother, Late Shri Ram Rang Batra. He died a few months shy of his 66th birthday. We sadly anticipated the passing of our older brother in his 90s, but never imagined that it would be our beloved nephew who would leave us, being robbed of a whole life ahead of him. We remember the day when he was released from the hospital after the first phase of treatment. We were immensely happy to see the video of the family celebrating the homecoming of TONY TAYA (lovingly called by the grandchildren) in a cake-cutting ceremony. We could imagine a day of such heartbreak and pain for his wife, POONAM, and the rest of his family. We in the US knew there was nothing we could say or do to alleviate or dissipate such profound grief experienced by his son and daughter and their families. Whenever Kamlesh and I had come to Delhi, Tony was there to meet and greet us with a smile and extend any help we needed. We questioned why this happened, and what this devoted son did to deserve this punishment. Thinking of all this, we cannot stop the tears from flowing down our cheeks. He should be remembered as being a person who exemplified pure joy. He was always seeing things positively and was someone who looked for and found the goodness in people. He set that example for all of his elders even, and put in context what we can all strive for. May Tony Taya's memory be a blessing, and may his brothers, sisters, and his family have the needed support and strength to cope with all the pain and grief.",
    "page": 34,
    "category": "elders",
    "tags": [
      "chacha",
      "us-family",
      "pure-joy",
      "positivity",
      "devoted-son"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "bansi-aunty-memories",
    "title": "Haazme Ki Goliyan - Bansi Aunty's Memories",
    "author": "Mrs Harbans Diwan (Bansi Aunty)",
    "relationship": "MamiJi",
    "content": "मैं टोनी की बंसी आंटी यानी मामी वो टोनी जो एक ऐसी हस्ती थी जो याद करते ही रहो। ऐसे लोग जो कभी भुलाए नहीं जा सकते, जो विरले ही होते हैं। भगवान का भक्त, बालाजी का भक्त - सबसे ज्यादा नित नेम वाला। परिवार में सबसे छोटा पर सबसे प्यार करने वाला सबसे प्यारा। जब भी मैं फोन करती दूसरी तरफ से आवाज आती 'जय सियाराम !' अब नम आंखों से दर्द भरे दिल से किसे पुकारूं। बहुत मन दुखता है। टोनी जब भी आता बहुत सारी चीजें लेकर आता था।",
    "page": 35,
    "category": "elders",
    "tags": [
      "mamiji",
      "bhakti",
      "jai-siyaram",
      "gifts",
      "devotion"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "tony-beta-krishna",
    "title": "TONY BETA",
    "author": "Mrs Krishna Batra",
    "relationship": "Dear Chachi",
    "content": "टोनी एक मज़ेदार, ईमानदार और भक्ति-भाव वाला बेटा था। जब भी कोई कुछ कहता, फटाफट हो जाता था। उसके शब्द ऐसे थे कि एक बार कहने की ज़रूरत पड़ती थी, काम अपने आप हो जाता था, दोबारा कहने की ज़रूरत नहीं पड़ती थी। किसी भी धार्मिक स्थान पर जाते, तो वो बैठकर पूजा करता। आपकी कमी कोई भी पूरी नहीं कर पाएगा। आप जितने भी काम करते, अच्छे से अच्छे, बढ़िया करते थे। ईश्वर की प्राप्ति के लिए बहुत मेहनत करते थे। जहाँ भी रहो, खुश रहो, सुखी रहो... यही ईश्वर से प्रार्थना है।",
    "page": 36,
    "category": "elders",
    "tags": [
      "chachi",
      "honest",
      "devotion",
      "efficient",
      "prayers"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "cousins-intro",
    "title": "A Man of Many Cousins: Brothers, Sisters and Friends in-law",
    "author": "Family Introduction",
    "relationship": "Family",
    "content": "This section showcases Tony's relationships with his extended family - cousins, in-laws, and the broader family circle who experienced his warmth and generosity firsthand. From childhood adventures to adult support systems, these testimonies reveal how Tony made everyone feel like immediate family.",
    "page": 37,
    "category": "family",
    "tags": [
      "cousins",
      "extended-family",
      "in-laws",
      "warmth",
      "generosity"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "haazme-ki-goliyan",
    "title": "Haazme Ki Goliyan",
    "author": "Mrs Harbans Diwan (Bansi Aunty)",
    "relationship": "MamiJi",
    "content": "मैं टोनी की बंसी आंटी यानी मामी वो टोनी जो एक ऐसी हस्ती थी जो याद करते ही रहो। ऐसे लोग जो कभी भुलाए नहीं जा सकते, जो विरले ही होते हैं। भगवान का भक्त, बालाजी का भक्त - सबसे ज्यादा नित नेम वाला। परिवार में सबसे छोटा पर सबसे प्यार करने वाला सबसे प्यारा।\n\nजब भी मैं फोन करती दूसरी तरफ से आवाज आती \"जय सियाराम !\" अब नम आंखों से दर्द भरे दिल से किसे पुकारूं। बहुत मन दुखता है। टोनी जब भी आता बहुत सारी चीजें लेकर आता - कहता, आंटीजी यह खा लो वो खा लो। उसका स्वाद अलग है! यह बहुत अच्छा है! यह भी खाओ, यह प्रसाद है, यह तो खाना ही पड़ेगा !\n\nएक बार तो बाहर से ही आवाज लगाई- \"आंटी जी बाहर आओ! मैं बाहर गई तो बाहर चमचमाती नई गाड़ी खड़ी थी, बोला, \"आओ आंटी इसमें बैठो मैंने नई गाड़ी ली है!\" मुझे बिठाकर मेरे कंपाउंड में दो चक्कर लगवाए।\n\nअंतिम बार भी जब उससे मिली तो उसने मुझे कितना कुछ खिलाया और इतनी सारी हाजमे की गोलियां भी दी। कि आप ले जाओ फिर एक सूट भी मेरे को दिया कि यह तो लेना ही पड़ेगा। मैं उसको बहुत याद करती हूँ। ईश्वर उसकी आत्मा को अपने चरणों में स्थान दे और वो जहां भी रहे सुखी रहे।",
    "page": 38,
    "category": "family",
    "tags": [
      "mamiji",
      "bansi-aunty",
      "jai-siyaram",
      "new-car",
      "haazme-ki-goliyan"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "adventures-tony-pinky",
    "title": "Adventures of Tony and Pinky",
    "author": "Mohinder Kumar Batra",
    "relationship": "Cousin, BFF",
    "content": "टोनी भाई और मैने तो इतना समय बचपन में साथ बिताया कि अगर सारे किस्से सुनाने लगूं, तो पूरी किताब भर जाएगी। लेकिन मैं आपको एक-दो किस्से बताता हूँ।\n\nएक बार जब हम शायद 15-16 साल के थे, हम रमेश नगर में रहते थे। हमारी ड्यूटी लगी कि हम बिमला दीदी के पिताजी के यहां शकूर बस्ती दिवाली देकर आएं। हमने आपस में यह तय किया कि हम सुबह-सुबह वहां जाकर दिवाली दे आएंगे और फिर विशाल सिनेमा में मॉर्निंग शो देखेंगे।\n\nपिक्चर थी \"प्रेम कहानी\", जिसमें शशि कपूर और मुमताज़ थे। वहां से निकलकर हम साइकिल पर विशाल सिनेमा पहुंचे और बड़े मज़े से पिक्चर देखकर घर लौटे। जब घर में बड़ी मम्मीजी ने पूछा, \"इतनी देर क्यों हो गई?\" तो हमने झूठ बोल दिया कि \"वो हमें आने ही नहीं दे रहे थे, बहुत खिलाया उन्होंने।\"\n\nअब बड़ी मम्मी ने हमें लंच नहीं दिया। भूख बहुत लगी थी पर धोबी के कुत्ते जैसा महसूस हो रहा था! न घर के रहे थे, न घाट के। जेब में पैसे देखे तो उतने ही थे कि मार्केट जाकर एक प्लेट छोले-भटूरे लेकर शेयर कर सकें।\n\nउस दिन तो हमने यही सीखा कि आगे से झूठ नहीं बोलेंगे। उस फिल्म का एक गाना मुझे अभी भी याद है: \"प्रेम कहानी में इक लड़का होता है, एक लड़की होती है, कभी दोनों हँसते हैं, कभी दोनों रोते हैं...\" तो यह थी मेरी और टोनी की प्रेम कहानी!",
    "page": 39,
    "category": "friends",
    "tags": [
      "childhood",
      "prem-kahani",
      "shashi-kapoor",
      "bicycle",
      "chole-bhature"
    ],
    "chapter": "childhood-memories"
  },
  {
    "id": "kwality-restaurant-meeting",
    "title": "A Double Date in 1988",
    "author": "Poonam Mohinder Batra",
    "relationship": "Bhabhi of Tony",
    "content": "The first time Tony Bhaiya and Poonam Bhabhi met me was in 1988. We went to Kwality Restaurant, a very famous and expensive place at the time. That was Tony Bhaiya for you, always a little extravagant. He chose that place because it was right opposite Bank of Baroda, Parliament Street, where Poonam Bhabhi was working. That made it easier for her to join us. That was one of his qualities. He always found practical ways to make things work for everyone.\n\nDuring the cheerful conversation, Bhaiya casually asked me what my favourite vegetable dish was. I thought for a moment and said, \"Bhindi.\" All three of them started laughing. I was confused. Had I said something funny? Then Tony Bhaiya told me, \"Your would-be husband is fondly nicknamed 'Bhindi' at home. Daddyji gave him that name!\"",
    "page": 41,
    "category": "family",
    "tags": [
      "kwality-restaurant",
      "1988",
      "bhindi-nickname",
      "bank-of-baroda",
      "practical"
    ],
    "chapter": "family-memories"
  },
  {
    "id": "blessings-to-tony",
    "title": "Blessings to Tony",
    "author": "Ranjit Chawla",
    "relationship": "Brother-in-Law",
    "content": "Tony was the most simple. loving and humble person that has walked on this earth. He was hardworking and found his soulmate in Poonam. He was the best younger brother for me. always standing by my side through thick and thin. He would give me special attention every time or anywhere we met - either alone or with the family. Even though he never took any drinks, he would always keep a bottle hidden in his house for me. God has been very selfish in calling him to his holy abode, we miss him. I miss him and wish him love and blessings in his after life.",
    "page": 44,
    "category": "family",
    "tags": [
      "brother-in-law",
      "simple",
      "humble",
      "thoughtful",
      "brotherhood"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "nekdil-khushmizaj",
    "title": "Nekdil, Khushmizaj",
    "author": "Bimla Pruthi",
    "relationship": "Cousin Sister",
    "content": "टोनी भैया की जितनी भी तारीफ की जाए, कम है। वो थे तो मेरे चाचा के बेटे, लेकिन मेरे लिए सगे भाई से भी बढ़कर थे और मैं उन्हें अपना भाई ही कहती थी। मेरे दोनों बच्चों की शादियों में उन्होंने मेरी पूरी मदद की। अगर वो मदद नहीं करते, तो मेरे बच्चों की शादियाँ इतनी अच्छी तरह से नहीं हो पातीं। जब भी कुछ पूछती कि 'भाई, यह कैसे करना है?' तो वो कहते, 'हो जाएगा, चिंता न कर और बता क्या चाहिए।' वो मेरी हौसला अफज़ाई करते और सब जगह भाई का फ़र्ज़ निभाते। नेहा की शादी में उन्होंने अपने हाथ से चूड़ा पहनाया, फलों के टोकरे बनवाए, मेवे का थाल, मिठाई की टोकरियाँ - सभी काम वो अपने जिम्मे ले लेते और बखूबी निभाते। ऐसा भाई बहुत मुश्किल से मिलता है, लेकिन बहुत दुख है कि वो बहुत जल्दी चले गए।",
    "page": 45,
    "category": "family",
    "tags": [
      "cousin-sister",
      "weddings",
      "support",
      "ho-jayega",
      "brotherly-love"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "best-jadoo-ki-jhuppy",
    "title": "The Best Jadoo Ki Jhuppy",
    "author": "Bhushan Khanna",
    "relationship": "Brother-in-law, Friend",
    "content": "Tony Bhai was a gem of a person. embodying virtues that made him truly special. His unique approach to building relationships is unforgettable. Some of his remarkable qualities included: Meeting people with genuine interest and enthusiasm. His jadu ki jhappy that transmitted love, care and closeness in a single moment. Always bringing with him something to eat and sharing with others. Selflessly helping without expecting anything in return He was always the first person to remember and congratulate on important occasions like birthdays and anniversaries on phone and WhatsApp. Understanding emotions and empathy Never saying no to requests- he would always strive to make it possible. Extending a helping hand to family members in need with heart and soul. I believe he earned relations and respect in life, more than money. His dedication and willingness to help others is truly inspiring. May Tony Bhai's legacy live on, and may he rest in peace. May God provide him a place in His abode and grant peace to his loved ones.",
    "page": 47,
    "category": "family",
    "tags": [
      "brother-in-law",
      "jadoo-ki-jhuppy",
      "birthdays",
      "empathy",
      "legacy"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "bhari-mahfil",
    "title": "Bhari Mahfil Mein Toot Gaya Ek Sitara",
    "author": "Sushma Khanna",
    "relationship": "Cousin Sister",
    "content": "'भरी महफ़िल में टूट गया एक सितारा. जो था हर दिल अज़ीज़ और सबको प्यारा।' -Sushma Khanna, Cousin Sister टोनी भैया हमारे परिवार के अनमोल रत्न थे। हर रिश्ते को सच्चाई से निभाने वाले, हर दिल को प्यारे, और सभी को स्नेह देने वाले। उनके साथ मेरी बहुत सी मीठी यादें जुड़ी हैं। टोनी भैया मुझे हमेशा 'बहन' कहकर बुलाते थे। मेरा जन्मदिन, शादी की सालगिरह, बच्चों के जन्मदिन, अर्थात् सभी महत्वपूर्ण दिन, वे कभी नहीं भूलते थे। वो सबसे पहले अपनी शुभकामनाएं देते थे और मोबाइल पर छोटी-छोटी वीडियो बनाकर भेजते थे। वह हमेशा सबकी मदद के लिए तैयार रहते थे। मुझे याद है, 2012 में मेरी बेटी सरयू की शादी थी और उसे अशोक विहार पार्लर से नोएडा लाना था। परेशान थी कि इतनी दूर से कॉन लाएगा? टोनी भैया ने कहा, 'बहन, तू चिंता न कर।' वह सही समय पर बेटी को ले आए और रास्ते में उसके सुखी जीवन के लिए मंदिर भी ले गए।",
    "page": 48,
    "category": "family",
    "tags": [
      "cousin-sister",
      "anmol-ratn",
      "video-messages",
      "wedding-support",
      "temple-visit"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "bathroom-mein-chhup-ja",
    "title": "Bathroom Mein Chhup Ja!!",
    "author": "Ranjan Diwan",
    "relationship": "Cousin Brother",
    "content": "सुख दुख में साथ देने वाले भाई अनमोल होते हैं, मेरे लिए वो अनमोल भाई थे, टोनी भैया। मैं आज जो कुछ भी हूँ, भैया की सीख की वजह से हूँ। भैया ने हर कदम पे मेरा साथ दिया। जब भी किसी दिक्कत में होता, मेरे भैया मेरे साथ खड़े होते। मेरी खुशी में भैया मुझसे भी ज़्यादा खुश होते थे। भैया, आप हमेशा हमारे दिल में रहोगे। आपकी यादें, आपकी बातें, आपका सिखाया हुआ कितना कुछ, सब हमारे साथ रहेगा। आपके साथ बिताया हर पाल अनमोल था, और उन पलों को हमेशा अपने दिल में रखूँगा। We love you, bhaiya! Jai shree Ram! भैया के साथ कुछ ऐसी यादें जो मैं भुलाये नहीं भूल सकता - जिस दिन उनका बड़ा बेटा आशीष पैदा हुआ था, मेरा मन बहुत कर रहा था के मैं भैया और भाभी से मिलूँ, बच्चे को देखने का बहुत मन था! तो मैं St Stephen's Hospital पहुँचा। पहुँचके पता चला के मिलने का समय ख़त्म हो चुका है। लेकिन मुझे ज़िदद् थी के मुझे तो देखना ही है बच्चो को ! गार्ड से बहुत रिक्वेस्ट कर ली पर उसने मुझे अंदर नहीं जाने दिया। मैंने क्या किया? दीवार फाँद के अंदर कूद गया और ढूँढते-ढूँढते आशीष वाले रूम में पहुँच गया।",
    "page": 50,
    "category": "family",
    "tags": [
      "cousin-brother",
      "anmol-bhai",
      "support",
      "hospital-adventure",
      "ashish-birth"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "legacy-of-love-loyalty",
    "title": "A Legacy of Love and Loyalty",
    "author": "Ravi Khattar",
    "relationship": "Brother",
    "content": "There are so many things about him which can't be expressed in few words. He is the person who will always remain in our hearts... He was गुणों का भंडार। He was the bridge between the family and friends. I used to get his motivational messages everyday and if there was a gap of 2-3 days then लगता था कि सब ठीक है ना?? It's two months since he has left us even then it seems that he is around us. We bid him farewell even then it seems that when we go next time to India he will be there saying Ravi bhai मुझे बता क्या करना है.. In February 2024 on our trip to India, we stayed with Tony and Poonam... and in this year's we couldn't imagine that this will be our last meeting with him and that too in the hospital. We will be bidding farewell to him.. On 25th July 2024 it was Soumya's birthday.. and we called him. then Rishi asked. 'Chachu we are in NZ for the last 20 years, when are you visiting us?' At that time he promised.. it will be next year and also shared the good news that he is going to become a granddad soon. Whenever we visited India he was always there to receive us and even after asking him not to bring anything, he would get so many things to eat.. to take it back home for everyone. He had a generous spirit and was kind to friends and family. He played a crucial role in keeping the family together. Tony left behind a legacy of love, loyalty and countless memories.",
    "page": 52,
    "category": "family",
    "tags": [
      "brother",
      "motivational-messages",
      "new-zealand",
      "legacy",
      "generous-spirit"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "jitna-kaha-jaye-kam-hai",
    "title": "Jitna Kaha Jaye, Kam Hai",
    "author": "Savita Khattar",
    "relationship": "Bhabhi",
    "content": "जबसे टोनी भैया के बारे में सोच रही हूँ, समझ नहीं आ रहा कि क्या बोलूँ और कहाँ से शुरू करूँ। मेरी ज़िंदगी में उनका आगमन करीब ५० साल पहले हुआ, जब में रवि की पन्नी बनकर आई। में रिश्ता औपचारिक था, फिर धीरे-धीरे देवर-भाभी और फिर भाई- बहन जैसा हो गया, क्योंकि मेरा मायका भी बत्रा परिवार से ही हैं, हम बेझिझक बातें करते थे। उन्हें खिलाने-पिलाने का बहुत शौक था... यदि कुछ ज़िक्र कर देते, अगली मुलाकात में वो चीज़ हमारे सामने होती। फरवरी 2024 में इंडिया आने पर हम एक हफ़्ता उनके पास रहे। मैं दिल्ली जाती तो कमला नगर की कचौड़ियाँ लाती थी, पर इस बार उन्होंने घर पर ही बनवा दी थीं, दूसरों को खुशी देना उनकी फितरत में था। 20-21 साल पहले New Zealand migrate होने के बाद हमारा रिश्ता और गहरा हो गया। वे परिवार के लिए जैसे एक पुल थे, कोई भी ख़ुशी या दुख, सबसे पहले उनसे जुड़ता।",
    "page": 53,
    "category": "family",
    "tags": [
      "bhabhi",
      "50-years",
      "new-zealand",
      "kachori",
      "family-bridge"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "presence-brought-light-into-space",
    "title": "\"His Presence Had a Way of Bringing Light Into the Space\"",
    "author": "Rashmi Verma",
    "relationship": "Cousin Sister",
    "content": "Tony Bhaiya was always the first person available for everyone. He was the go-to person... never said no... never hesitated. That was just how he was... any day, any time, anywhere. Even though we didn't meet very often, whenever we did, it was pure joy and happiness. Our relationship was always warm. There was never a time when it felt distant or cold.\n\nI have lived outside India most of the time, and there were times when I couldn't be there for my parents. In those times, Tony Bhaiya was always there. His presence filled the gap. He never let it feel like something or someone was missing.\n\nOver the years he evolved into a very mature, caring dedicated and kind human being. What never changed, though, was his core nature... his positivity. His presence had a way of bringing light into the space... you just felt better around him.\n\nTo me, family was his biggest strength. I can't say much about his weaknesses... they weren't something that came to the forefront. What stands out, even now, is his unconditional love and the respect he gave everyone. This is something I hope people always remember about him.",
    "page": 54,
    "category": "family",
    "tags": [
      "cousin-sister",
      "go-to-person",
      "positivity",
      "light",
      "unconditional-love"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "my-go-to-person",
    "title": "\"My Go-to Person\"",
    "author": "Sanjeev Mutreja (Bobby)",
    "relationship": "Cousin Brother",
    "content": "I have always known Tony Bhaiya as a 'go-to' person in the family. Whenever I used to find myself in crisis and there was any medical emergency with my parents, like they had to be admitted to hospital, a major comforting thought was that as soon as Tony Bhaiya would come to know of it, he would be there by my side. That used to happen invariably and it was a big comfort.\n\nI remember vividly that my father got a heart attack in 2003 at 1:30 a.m. Tony Bhaiya got to know about it in the morning and rushed immediately to the hospital. For two weeks, Papa was in hospital, and Tony Bhaiya was always there. When Papa was discharged from the hospital, Tony Bhaiya was there with his car to bring back Papa from hospital to home. Such was his dedication.\n\nHis business used to bring him to Janakpuri often, and whenever he came to West Delhi, he used to drop in to our house, which was quite often. And whenever he came, he never came empty-handed, he always came with lots of fruits dry fruits, and snacks. I and my parents even looked forward to his charming presence and lively visits.\n\nHard to believe that he is not there. We were supposed to go together to Haridwar on 2nd October but he fell ill. Then he had to visit our rented house and also oversee the construction of our new house being constructed, but alas, it was not to be. May God bless him wherever he is.",
    "page": 55,
    "category": "family",
    "tags": [
      "cousin-brother",
      "medical-emergency",
      "dedication",
      "heart-attack",
      "haridwar"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "tony-chacha-rk-arora",
    "title": "TONY CHACHA",
    "author": "RK Arora",
    "relationship": "Friend, Father-in-law of Niece Garima",
    "content": "Although younger to me yet lovingly I called him Tony Chacha. Right from the very first day found him always welcoming, cheerful, a generous host, a fully devoted Hanuman Bhakt. He always met with genuine interest and enthusiasm. He always remembered, and was always first to congratulate on important occasions.\n\nWhenever we met, we had \"Pyaar ki Jaffi\" full of warmth of togetherness. Always found him full of life, optimistic, selfless, full of compassion and unconditional love. He was the darling of kids who always remembered him for a variety of gifts which he never missed to give.\n\nTony Chacha - your love & affection has been etched that deep in north west corner of my heart that you are always in my thoughts and prayers, even to the extent that when I offer water to Sun God and I offer tarpan to my ancestors, the same is offered to you as well as to Garima's Mom on daily basis. I earnestly pray may Shree Vishnu Ji provide your pious & noble soul a place in His abode. Om Shanti",
    "page": 56,
    "category": "friends",
    "tags": [
      "hanuman-bhakt",
      "pyaar-ki-jaffi",
      "optimistic",
      "selfless",
      "tarpan"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "very-loving-family-person",
    "title": "\"Batra Ji, A Very Loving Family Person\"",
    "author": "Savita and Praveen Bhatia",
    "relationship": "Samdhi, Friends, Senior Citizen Gang",
    "content": "\"Batra Ji, a very loving family person. Everyone was near and dear for him. He would go above and beyond for all, and always had his special touch. Every meeting, every gathering was a celebration. One could always call on him and he would be there for you always, fondly and happily. For us, he is extremely loved and always remembered.\" -Savita and Praveen Bhatia Samdhi, Friends, Senior Citizen Gang",
    "page": 57,
    "category": "friends",
    "tags": [
      "samdhi",
      "loving-family-person",
      "celebration",
      "senior-citizen-gang"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "beacon-hope-positivity",
    "title": "A Beacon of Hope and Positivity",
    "author": "Pramila and Sarat Bhatia",
    "relationship": "Uncle and Aunty of Soumya",
    "content": "Mr. Gajender Batra was a kind and gentle soul who touched the lives of everyone he met. Despite facing a prolonged illness with courage and resilience, he remained a beacon of hope and positivity. His warm smile, compassionate nature, and generous spirit inspired those around him. Mr. Batra will be greatly missed, but his memory will live on through the countless lives he touched. May his legacy of love, kindness, and compassion continue to inspire us all. Om Shanti",
    "page": 58,
    "category": "family",
    "tags": [
      "uncle-aunty",
      "beacon-hope",
      "courage",
      "resilience",
      "warm-smile"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "rare-soul",
    "title": "\"A Rare Soul\"",
    "author": "Sanjay Vasist",
    "relationship": "'Admirer', Uncle of Soumya",
    "content": "Tony (Batra Ji) was one of those rare souls who could instantly connect with anyone he met. You couldn't help but become his fan forever. He was always so lively, vibrant in his conversations, and full of warmth and affection in his social life. Our group of senior citizens shared many wonderful moments together-watching handpicked movies, followed by grand dinners filled with laughter and late-night conversations.\n\nOne of the most unforgettable memories for me and my family was the New Year's night on 31st December 2023, which we spent with him and our families. His hospitality was unmatched, and his singing, especially with karaoke, made that night truly magical.\n\nTony, you will always remain with each of us. In the melodies, the smiles, and in our hearts, forever. \"Tum jaise log kabhi door nahi hote, bas nazar se ojhal hote hain.\"",
    "page": 59,
    "category": "friends",
    "tags": [
      "rare-soul",
      "lively",
      "vibrant",
      "karaoke",
      "new-year-2023"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "agar-sau-mein-se-das",
    "title": "\"Agar Sau Mein Se Das Aadmi Punyatma Honge, Toh Unmein Se Ek Batra Ji Zaroor Honge\"",
    "author": "Kamla Masiwal",
    "relationship": "Samdhan",
    "content": "टोनी जी बहुत ही सुलझे हुए, हंसमुख, सबको खुशियाँ देने वाले इंसान थे। पहली बार ही जब हम उनसे मिले तो लगा जैसे हम उन्हें बहुत पहले से जानते हैं। इतने मिलनसार, हंसमुख और सबके साथ घुल-मिलकर रहने वाले थे। किसी का भी जन्मदिन हो या सालगिरह - एक सुंदर-सी फोटो के साथ सबसे पहले वही बधाई देते।\n\nखाने के लिए मनुहार करके खिलाना, और कोई भी चीज़ अच्छी है बोलते ही वो कब मंगा देते, पता ही नहीं चलता। मंगलवार को सुंदरकांड का पाठ, उनके साथ शिरडी जाना, वो पल भी यादगार हैं। जब भी वो हमारे साथ होते, हर पल में उनकी अनमोल यादें जुड़ी होतीं।\n\nवो दूसरों के बारे में बहुत सोचते थे। जब बीमार थे, तब भी इतनी तकलीफ में भी इतनी हिम्मत थी उनमें कि अपने दुख में भी अस्पताल के कर्मचारियों को कुछ न कुछ बाँट रहे थे और सबका हालचाल पूछते रहते थे।\n\nहमें उनके साथ ज़्यादा रहने का मौका नहीं मिला, सिर्फ तीन साल ही उनका साथ मिला। लेकिन दुनिया में अगर सौ में से दस आदमी पुण्यात्मा होंगे, तो उनमें से एक बत्रा जी ज़रूर होंगे। विश्वास ही नहीं होता कि अब वो हमारे बीच नहीं हैं। उनकी बातें, उनकी यादें हमें हमेशा याद रहेंगी। ॐ शांति",
    "page": 60,
    "category": "family",
    "tags": [
      "samdhan",
      "punyatma",
      "sundarkaand",
      "shirdi",
      "hospital-staff"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "shukriya-hamari-zindagi-mein",
    "title": "\"Shukriya Hamari Zindagi Mein Aane Ke Liye\"",
    "author": "Mohan Masiwal",
    "relationship": "Mitra, Samdhi, Singing Partner",
    "content": "टोनी जी, शुक्रिया हमारी ज़िंदगी में आने के लिये शुक्रिया जिन्दगी को खूबसूरत बनाने के लिये हम कर्जदार रहेंगे आपके जन्मों जन्म शुक्रिया प्यार से प्यार को निभाने के लिये...। \n\nयादों से ज़िन्दगी खूबसूरत रहेगी निगाहों में हर पल यह सूरत रहेगी कोई नहीं ले सकेगा आपकी जगह इस दोस्त को हमेशा ज़रूरत आपकी रहेगी...। \n\nमोहन मासीवाल (मित्र, समधी, singing partner)",
    "page": 61,
    "category": "friends",
    "tags": [
      "samdhi",
      "singing-partner",
      "shukriya",
      "kharjdar",
      "yaadein"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "dear-tony-bhaiya-anju",
    "title": "Dear Tony Bhaiya",
    "author": "Anju",
    "relationship": "Cousin Sister",
    "content": "Though you left us way too soon, your life was a beautiful gift. We will remember your smile, your laughter, your generosity, support and the love you gave us. We hold you close within our hearts and there you shall remain. You will always be missed.\n\nMy last memory with Bhaiya with the peace gesture. I pray that he is peaceful, pain free and at happy place, wherever he is gone.\n\nLove, Anju (Cousin Sister)",
    "page": 62,
    "category": "family",
    "tags": [
      "cousin-sister",
      "beautiful-gift",
      "peace-gesture",
      "pain-free",
      "happy-place"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "my-dear-brother-tony",
    "title": "My Dear Brother Tony",
    "author": "Pratibha Ahuja (Kuki)",
    "relationship": "Cousin Sister",
    "content": "Two months have passed, but the pain of your absence remains as fresh as ever. You were not just my brother, you were my strength, my protector, my friend. A soul so kind, generous, and full of love- you truly embodied what it means to be human.\n\nThere are so many beautiful memories of you, moments of laughter, support, and quiet understanding that words can never fully capture. You were a blessing in our lives and your absence is a void we feel deeply.\n\nYou stood by me like a pillar through every sorrow, especially when I lost my husband, and celebrated every joy with me, as if it were your own. Your comforting words, warm presence and unwavering support are etched in my heart forever.\n\nYou lived not just for yourself but for others- always reaching out, always ready to help, always spreading light wherever you went. The world feels a little colder without your smile, but your spirit lives on in every life you touched.\n\nMay your noble soul rest in eternal peace. You will be forever missed.\n\nPratibha Ahuja (Kuki) Cousin Sister",
    "page": 63,
    "category": "family",
    "tags": [
      "cousin-sister",
      "strength",
      "protector",
      "pillar",
      "husband-loss",
      "noble-soul"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "jai-shri-ram-bhaiya-poonam",
    "title": "Jai Shri Ram Bhaiya",
    "author": "Poonam (Mumbai)",
    "relationship": "Sister-in-Law",
    "content": "जय श्रीराम भैया, मेरी शादी से पहले मेरा कोई बड़ा भाई नहीं था, और शादी होते ही जैसे मुझे आप में एक सच्चा बड़ा भाई मिल गया। आपने मेरे बड़े भाई की कमी पूरी कर दी। आपसे मुझे हमेशा इतना स्नेह और समर्थन मिला है कि मैं पूरे दिल से कह सकती हूँ- मेरी शादी से लेकर अक्षय की शादी तक, जितना साथ आपने दिया, उतना किसी और ने नहीं दिया।\n\nयहाँ तक कि जब हमें सपोर्ट की ज़रूरत नहीं भी थी, तब भी आप हमेशा हमारे साथ खड़े रहे। आपने हम सबको, खासकर पूरे परिवार को, जितनी सकारात्मकता दी है, वह अमूल्य है।\n\nविशेषकर कोविड के समय, जब आपने ज़ूम कॉल पर सुंदरकांड का पाठ शुरू किया, तो पूरे परिवार को एक सूत्र में बाँध कर रखा। वह एक बेहद खूबसूरत और सशक्त पहल थी, जिसने मुश्किल समय में हम सबको जोड़े रखा।\n\nभजन गाने की प्रेरणा भी मुझे आपसे ही मिली। उससे पहले तो मैंने कभी भजन गाने की हिम्मत नहीं की थी, लेकिन आपकी वजह से वह भी सम्भव हो पाया। आपके स्नेह और प्रेरणा ने मुझे कई स्तरों पर निखारा है।\n\nआप हमारे परिवार के उस धागे की तरह हैं जिसमें हम सब मोतियों की तरह पिरोए हुए हैं। वो सूत्र जो सबको जोड़ कर रखता है- वही आप हैं, भैया। हमें हमेशा ऐसे ही जोड़ कर रखने की प्रेरणा देते रहिए।\n\nथैंक यू सो मच फॉर एवरीथिंग, भैया। जैसे रहे हैं, वैसे ही हमेशा हमारे साथ बने रहिए।",
    "page": 64,
    "category": "family",
    "tags": [
      "sister-in-law",
      "bada-bhai",
      "covid-sundarkaand",
      "zoom-calls",
      "bhajan-singing"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "mere-pyare-tony-bhai-pinky",
    "title": "Mere Pyare Tony Bhai!",
    "author": "आपका भिंडी, आपका भाई पिंकी",
    "relationship": "Brother",
    "content": "मेरे प्यारे टोनी भाई ! आप क्या चले गए, इस ज़िंदगी से रौनक ही चली गई। मुझे तो यह समझ में नहीं आ रहा कि मैं आपको किस रूप में याद करें- अपने भाई के रूप में, एक दोस्त के रूप में, एक राज़दार के रूप में, एक पितृभक्त के रूप में, या एक फैमिली मैन के रूप में।\n\nबच्चों को अच्छी शिक्षा देने वाले, उन्हें तरक्की की राह पर ले जाने वाले इंसान के रूप में याद करूं, या उस इंसान के रूप में, जो अपनी पत्नी को हर समय इतना प्यार करता था। या फिर उस रूप में, जिसने पूरे परिवार को एक तरह से बांधकर रखा था।\n\nजितनी बार मैं सोचता हूँ, उतनी बार एक नया रूप सामने आता है। लेकिन सबसे ऊपर अगर मैं आपको मानता हूँ, तो एक परम भक्त के रूप में।\n\nWe need to celebrate your life - every day in and every day out. Because only if we celebrate your life, you will be happy wherever you are.\n\nतो मेरे भाईजान, जहां भी हो, जैसे भी हो- अपनी मुस्कान, अपना आशीर्वाद हम पर बनाए रखना, बरसाते रहना। जय श्री राम, जय श्री हनुमान, जय बजरंग बली की जय।\n\nआपका भिंडी, आपका भाई पिंकी",
    "page": 65,
    "category": "family",
    "tags": [
      "brother",
      "bhindi",
      "param-bhakt",
      "celebrate-life",
      "family-man"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "adventures-petha-mufali",
    "title": "The Adventures of Petha and Mufali",
    "author": "K. K. Aggarwal (Bittoo)",
    "relationship": "Friend",
    "content": "In 1970s, while preparing for my 12th Board exams- during two months of study leave, I stayed at JK Bhaiya's home in Titarpur. That's where I met Tony, and we became close friends. Being January winters and my sweet tooth, he started calling me PETHA. He loved peanuts, so I called him MUFALI.\n\nMUFALI was emotional and kindhearted. He'd see me studying from morning to night, locked in a room. In the evening, he'd often request (or beg) Bhaiya to let me take a break. Really, it was for both of us, to unwind and occasionally birdwatch in Rajouri Garden! Pinky sometimes joined us on these fun little outings.\n\nMUFALI also had a great appetite and loved street food. Being with him, I became a foodie too. Those were beautiful days, etched in my soul. They say you can take away wealth and property, but not memories.\n\nTONY was not only emotional and kindhearted but also an HONEST and GOD-fearing Ram Bhagat. I was reminded of him just last week when I went to drop a friend at New Delhi Railway Station - Ajmeri Gate side. It brought back a memory of an incident from there that still gives me goosebumps.\n\nTony was once crossing the flyover from Paharganj to Ajmeri Gate. At the end of the flyover, he saw a crowd around an old man sitting on the pavement. After passing the crowd, he noticed a red cloth on the road. He stopped his blue Vespa scooter, picked up the cloth, and opened it, it was a gold bar. He understood what had happened. He quietly put it in his pocket and approached the old man to inquire.\n\nThe man said, \"Bas samjho meri zindagi ki kamai kho gayi. Ab mere paas marne ke alawa koi raasta nahi hai.\"\n\nAnd just like that, our Ram Bhagat, our honest and pure soul gave the man his assets back. He asked for nothing in return except blessings, which meant far more to him than money ever could.\n\nThink about it. Close your eyes. Would we be able to let go of something worth 10 lakh rupees in today's world, especially while still struggling in life? I say this as an advocate who deals with money matters daily where money is often valued more than relationships and honesty.\n\nGREAT TONY, WE ARE PROUD OF YOU. TONY, I CAN FEEL YOU SMILING BESIDE ME. YOU WILL BE IN OUR HEARTS FOREVER",
    "page": 70,
    "category": "friends",
    "tags": [
      "petha",
      "mufali",
      "honest",
      "gold-bar",
      "vespa-scooter",
      "ram-bhagat"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bond-beyond-blood-arvind",
    "title": "A Bond Beyond Blood - Part 1",
    "author": "Arvind Mittal",
    "relationship": "Friend since 1980",
    "content": "Today, I speak from the depths of my heart about a man who was more than just a part of my life, he shaped it in many ways. GK Batra, whom we lovingly called Tony Bhaiya, wasn't just my elder brother in spirit, he was also my closest friend, my trusted advisor, and my emotional anchor since the year 1980.\n\nIt is rare to find someone who becomes an integral part of your family and your soul, not because of shared blood, but because of shared love, mutual respect, and unwavering presence. From the very beginning of our association, Tony Bhaiya radiated something special. He lived with a grace that made him stand out, yet remained grounded with humility that made him so loved.\n\nIn every interaction, in every gesture, there was sincerity, kindness, and a rare sense of presence. He wasn't just there he truly cared. His qualities weren't performative they were his essence. For him, love, regard, and respect weren't social expectations they were his way of life.",
    "page": 72,
    "category": "friends",
    "tags": [
      "arvind-mittal",
      "bond-beyond-blood",
      "grace",
      "humility",
      "essence"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bond-beyond-blood-part2",
    "title": "A Bond Beyond Blood - Part 2: The Memory Keeper",
    "author": "Arvind Mittal",
    "relationship": "Friend since 1980",
    "content": "Tony Bhaiya was the epitome of a thorough gentleman, not in a superficial or formal sense, but in the truest, most heartfelt way. He treated every person he came across with dignity, whether it was family, friends, or acquaintances. His aura commanded warmth and his smile disarmed even the most distant hearts.\n\nOne of Tony Bhaiya's most extraordinary and touching qualities was his astonishing memory, not just of facts or events, but of people's moments. He remembered everyone's birthdays and wedding anniversaries, not just for one age group or a handful of people, but across generations and extended families. He made sure to call, message, or personally remind others of those dates.\n\nIn a world where many forget even their own commitments, Tony Bhaiya was the one who remembered us. He remembered what mattered to us. His calendar wasn't marked by holidays, it was filled with hearts. And he celebrated these occasions not as formalities, but with genuine emotion. He kept alive the ties between people, reminding us that relationships matter, that every person matters.",
    "page": 73,
    "category": "friends",
    "tags": [
      "memory-keeper",
      "birthdays",
      "anniversaries",
      "relationships-matter",
      "hearts"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bridge-of-hearts-bashir",
    "title": "A Bridge of Hearts",
    "author": "Shaikh Bashir Ahmed",
    "relationship": "Friend, Kashmir",
    "content": "It's hard to believe he is no longer among us. Batra ji was not just a friend: he was like a brother, family in every sense of the word. In a world so often divided by religion and background, he was a living bridge of love, unity, and understanding. I follow Islam, and he was a Hindu, yet we never saw differences. Instead, we found common ground in humanity, kindness, and mutual respect. In our faith, we call such a person a farishta (an angel) and that is exactly what he was.\n\nOne of my most cherished memories is from 2008, when Batra ji visited Kashmir for the Amarnath Yatra. Despite the crowds and chaos, he came straight from Srinagar Airport to our home with his friends. We shared meals, stories, and unforgettable moments. Due to heavy traffic, we decided to take a helicopter for the yatra. Upon returning, we hosted a traditional Kashmiri lunch with a dastarkhan, copper utensils, and kehwa tea. He was fascinated by our culture, comparing it to Iran, and expressed heartfelt joy at the experience.\n\nWhen he returned from the pilgrimage, he brought back prasad for us, saying he had prayed for my family. In his final days, when I learned from a friend that he had been hospitalised, I quickly called him. Though his voice was faint, he still had that same kindness. Even in illness his thoughts were with others, with us.",
    "page": 75,
    "category": "friends",
    "tags": [
      "kashmir",
      "amarnath-yatra",
      "farishta",
      "bridge-of-hearts",
      "interfaith"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "friendship-endured-test-time",
    "title": "Friendship That Endured The Test of Time",
    "author": "Ghanshyam Agarwal (Sirjee)",
    "relationship": "Friend",
    "content": "मेरे भइया मेरे सर जी / मेरे पथ प्रदर्शक। मेरी फैमिली का ध्यान रखने वाले। जितना सोचें उतना कम है। ऐसा इंसान इस कलयुग में मिलना नामुमकिन था। हमारी vibration (dil ka connection) इतनी strong थी; अनेकों बार हम दोनों सोचते थे और कुछ ही पलों के बाद हम आमने-सामने होते थे। यह आपस में एक-दूसरे के प्रति लगाव ही था। वो हर पल मेरी यादों में रहते हैं। परमात्मा से प्रार्थना है कि ये यादें हमेशा बनी रहें।",
    "page": 76,
    "category": "friends",
    "tags": [
      "sirjee",
      "path-pradashak",
      "vibration",
      "dil-connection",
      "kaliyug"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "tony-ism-love-for-food",
    "title": "TONY-ISM a love for food...",
    "author": "Divya",
    "relationship": "Daughter",
    "content": "Papa had such a love for good food... something that brought him immense happiness always. From chole bhature with his BFFs, to dahi bhalle with his cousins, to paneer pakode with his girlfriend, to vada pav with Nikesh and me - he was a foodie to the core.\n\nIn 2001, after his stroke, that love took a different shape. He got serious about his health and stuck to it. Dinner became ghiya, tori and petha for months... maybe even years.\n\nBut his love for food never left - it just transformed. From eating to feeding. It became his love language. Even when he wasn't eating much himself, he found joy in making sure that others were enjoying the best options available.\n\nThat was his way of loving... thoughtful, inventive, and full of heart.",
    "page": 123,
    "category": "recipes",
    "tags": [
      "food-love",
      "foodie",
      "health",
      "feeding",
      "love-language"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "love-for-feeding",
    "title": "... and a love for Feeding!",
    "author": "Divya",
    "relationship": "Daughter",
    "content": "If he was sharing a sweet, and someone would refuse saying they don't eat meetha (sugar), he would often tell them, \"yeh thodi meethe mein count hota hai!\" followed by putting a chunk of boondi / laddu / barfi in their hand!\n\nयदि वह कोई मिठाई बांट रहे होते और कोई यह कहकर मना कर देता कि वे मीठा नहीं खाते, तो वह अक्सर उनसे कहते, \"ये थोड़े मीठे में काउंट होता है!\" और उसके बाद उनके हाथ में बूंदी / लड्डू / बर्फी का एक टुकड़ा रख देते !",
    "page": 124,
    "category": "recipes",
    "tags": [
      "feeding",
      "sweets",
      "generosity",
      "persistence"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "tonys-kitchen",
    "title": "Tony's Kitchen",
    "author": "Editorial",
    "relationship": "Family",
    "content": "Bring Tony's favorite flavors to a kitchen near you.\n\nHis love for food and feeding is no suprise to anyone who knew him. What very few knew was that he was quite particular about how he liked some of his favorite items. For instance, the way the tea bag needs to mix with the water before the '2 spoons' of milk comes in. Like the baingan bharta needs to be had with the first thick slice of bread fresh from the packet. Here we try to share with you how to make some of his favorite foods, just how he loved them.",
    "page": 125,
    "category": "recipes",
    "tags": [
      "kitchen",
      "recipes",
      "particular",
      "tea",
      "baingan-bharta"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "dry-fruit-namkeen",
    "title": "Dry Fruit Namkeen \"Mixture\"",
    "author": "Editorial",
    "relationship": "Recipe Collection",
    "content": "Ingredients:\n• Nuts: Cashews, Almonds, Pistachios, Walnuts\n• Seeds: Sunflower seeds, Pumpkin seeds\n• Flax seeds\n• 2-3 tsp desi ghee (or to your taste)\n• His secret twist: a sprinkle of amchoor or anardana\n\nMethod (Just How He Did)\nHe'd spend 10-15 minutes dry roasting each nut on its own- cashews first, then almonds, pistachios, and walnuts- rather than tossing them all in one pan. Whenever mumma asked him, \"Why spend so much time?\" he'd say, \"They'll steal each other's flavor if I mix them now.\"",
    "page": 126,
    "category": "recipes",
    "tags": [
      "dry-fruits",
      "mixture",
      "roasting",
      "patience",
      "flavors"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "laddu-sehat-wala",
    "title": "\"laddu sehat wala\"",
    "author": "Editorial",
    "relationship": "Recipe Collection",
    "content": "Ingredients:\n• 1 heaped cup soft black dates (pitted) - use Medjool or the sticky kind\n• 1¼ cup almonds\n\nSabse pehle- Dry fruits ko ghee mein halka sa bhun lo. Not too dark, just till the smell tells you they're yummy. Set them aside.\n\nDates ko mixer mein daal do, make a thick, sticky paste. No water, just pulse till it comes together.",
    "page": 127,
    "category": "recipes",
    "tags": [
      "laddu",
      "healthy",
      "dates",
      "almonds",
      "sehat-wala"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "besan-barfi",
    "title": "besan barfi",
    "author": "Editorial",
    "relationship": "Recipe Collection",
    "content": "Ingredients\n• 1/2 cup chana dal (bengal gram) - roast it well\n• 3-4 green cardamoms - for warmth\n\nFirst, dry roast the chana dal with the cardamom. Medium flame. Let it turn golden and smell a bit toasty - not burnt, just right.\n\nLet it cool. Then grind it - not too fine, not too coarse. You'll know when it feels right.",
    "page": 128,
    "category": "recipes",
    "tags": [
      "besan",
      "barfi",
      "chana-dal",
      "cardamom",
      "roasting"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "baingan-bharta",
    "title": "Baingan ka Bharta - His Favorite",
    "author": "Geeta Sachdeva",
    "relationship": "Sister",
    "content": "recipe by Geeta Sachdeva, Tony's Sister\n\nIngredients\n• 2 large baingans (brinjal/eggplant) - bhai with fewer seeds\n• 2 tomatoes, nicely ripe and chopped fine\n• 3-4 green chillies - I used to keep it slightly spicy for him, he liked that\n• 2 tbsp mustard oil (or whatever oil you use, but mustard oil brings the real flavour!)",
    "page": 129,
    "category": "recipes",
    "tags": [
      "baingan-bharta",
      "favorite",
      "spicy",
      "mustard-oil",
      "sister-recipe"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "grandchildren-photo-collage",
    "title": "Photo Collage: Tony with His Grandchildren",
    "author": "Family Photos",
    "relationship": "Family",
    "content": "This page features a beautiful photo collage of Tony with his grandchildren.\n\nCute words from some of those who were lucky to call him nanu and chachu nanu. A little story treat for the little ones!\n\nThe collage captures precious moments of Tony's joy and love as a grandfather, showing his special bond with the next generation of the family.",
    "page": 132,
    "category": "family",
    "tags": [
      "grandchildren",
      "nanu",
      "chachu-nanu",
      "photo-collage",
      "next-generation"
    ],
    "chapter": "memories-celebrations"
  },
  {
    "id": "lassi-kadhi",
    "title": "Lassi Kadhi - Mere Bhai ke liye",
    "author": "Neena Chawla",
    "relationship": "Sister",
    "content": "recipe by Neena Chawla, Tony's Sister\n\nIngredients\n• 1½ kilo achhi wali lassi (na zyada patli, na zyada dahi jaisi)\n• 3 medium karchi besan (naap toh haath ka hota hai, but roughly 3/4 cup)\n• Namak, haldi, lal mirch - swaad ke hisaab se\n• Thoda sa adrak (optional, par bhaiya ko pasand tha thoda kick)",
    "page": 130,
    "category": "recipes",
    "tags": [
      "lassi-kadhi",
      "sister-recipe",
      "besan",
      "ginger",
      "kick"
    ],
    "chapter": "recipes-section"
  },
  {
    "id": "tiny-section",
    "title": "TINY SECTION",
    "author": "Editorial",
    "relationship": "Introduction",
    "content": "Spoiling Little Kids was one of favorite things to do!\n\nCute words from some of those who were lucky to call him nanu and chachu nanu.\n\n- A little story treat for the little ones!",
    "page": 131,
    "category": "children",
    "tags": [
      "tiny-section",
      "kids",
      "nanu",
      "chachu-nanu",
      "spoiling"
    ],
    "chapter": "children-section"
  },
  {
    "id": "grandchildren-collage",
    "title": "Grandchildren Collage",
    "author": "Photo Collection",
    "relationship": "Visual Memory",
    "content": "This page features a photo collage of Tony with his grandchildren.",
    "page": 132,
    "category": "children",
    "tags": [
      "photo-collage",
      "grandchildren",
      "visual",
      "memories"
    ],
    "chapter": "children-section"
  },
  {
    "id": "elephant-king-poem",
    "title": "Tony, the Elephant King (A tale from Shalimar Bagh)",
    "author": "Atul Vasudeva",
    "relationship": "Ashish's Friend",
    "content": "Once upon a time, in the urban jungle of Delhi's Shalimar Bagh, lived a gentle giant named Gajender, the Elephant King! But those who knew him well just called him Tony.\n\nTony wasn't like other giants. His frame was compact, but his hunger made him a giant. Not a hunger for food, but a hunger to feed people. Yes, Tony had a very special power, he loved feeding others. Not just anyone, but especially children. And he did it with love, the kind often seen in mothers and grandmothers.\n\nWhen I first met Tony, I was a little scared. All the kids were. He had such a big appetite, to love, to feed, to give. But slowly, he drew me in. He'd call me to his den, and I'd try to say no. \"But I just had food...\" \"I have food at home...\" Tony didn't care. He believed something special: \"Stomachs are made of infinite elastic!\"\n\nOne day, Tony disappeared. No goodbies. No farewell feast. Just... gone.\n\nThey say he passed on to another dimension. I like to believe he's out there, in some magical world, still feeding children, still smiling, still offering 1+1 on all things delicious. His reign of tasty terror lives on... just in another realm.",
    "page": 133,
    "category": "children",
    "tags": [
      "elephant-king",
      "shalimar-bagh",
      "gentle-giant",
      "feeding",
      "children"
    ],
    "chapter": "children-section"
  },
  {
    "id": "tony-nana-aaradhya",
    "title": "Tony Nana",
    "author": "Aaradhya Kaistha",
    "relationship": "Granddaughter, 10",
    "content": "Tony Nana is the best Nana ever. He's really really kind, and he's, like, always prepared. Like, he always has stuff to give us as his granddaughters and grandsons.\n\nHe is also really fun. He jokes around really nicely, and he was always nice to me, and to Ahaana, no matter what. All the time.\n\nHe really cared about everyone! Just the emptiness in my heart will never go away.",
    "page": 135,
    "category": "children",
    "tags": [
      "tony-nana",
      "best-nana",
      "kind",
      "prepared",
      "emptiness"
    ],
    "chapter": "children-section"
  },
  {
    "id": "dear-tony-nanu",
    "title": "DEAR, TONY NANU,",
    "author": "Dev Arora",
    "relationship": "Grandson, 9",
    "content": "You have done very good and helpful Things to us & taught us to be helpful, kind & meny other thing. Your memory will always be in our hearts. we all miss you.\n\nI Remember the time when we were eating chocolates and no one had seen us. WE AAL LOVE YOU.",
    "page": 136,
    "category": "children",
    "tags": [
      "dear-tony-nanu",
      "helpful",
      "kind",
      "chocolates",
      "love"
    ],
    "chapter": "children-section"
  },
  {
    "id": "eshika-chopra-tribute",
    "title": "PEOPLE SHOULD ALWAYS REMEMBER THAT HE WAS VERY VERY KIND AND HE ALWAYS HELPED OTHERS NO MATTER WHAT!!",
    "author": "Eshika Chopra",
    "relationship": "Granddaughter",
    "content": "Chachu Nanu was always showing us unconditional love. He was always buying us gifts, getting us food, always getting us what we wanted... even when we did something bad like breaking something.\n\nHis strength and weakness were actually the same!! His strength was helping people... but his weakness was also helping people. (when asked to explain.) \"It was nice of him to help. But sometimes if you help people a bit too much, then they can get greedy.\"",
    "page": 137,
    "category": "children",
    "tags": [
      "very-kind",
      "helped-others",
      "unconditional-love",
      "gifts",
      "strength-weakness"
    ],
    "chapter": "children-section"
  },
  {
    "id": "khushi-arora-tribute",
    "title": "Dear Tony Nanu,",
    "author": "Khushi Arora",
    "relationship": "Granddaughter, 6",
    "content": "even if you are with god. You make every one happy. You are the best Nanu in the whole universe. I will remember you forever. Thank you for giving me the drawing gift. Love, Khushi",
    "page": 138,
    "category": "children",
    "tags": [
      "with-god",
      "best-nanu",
      "universe",
      "drawing-gift",
      "love"
    ],
    "chapter": "children-section"
  },
  {
    "id": "suhaani-chopra-tribute",
    "title": "A WORLD MADE BETTER BY TONY CHACHU",
    "author": "Suhaani Chopra",
    "relationship": "Granddaughter, 15",
    "content": "What stood out the most to me about Tony Chachu was his unconditional love, his love for food, and even more, his love for feeding others, which was truly special. But beyond that, it was his generosity of heart that stayed with everyone who met him.\n\nFeeding people wasn't just something he did, it was who he was. He always made sure everyone else had eaten before thinking of himself. Every time he came to our house, I knew I'd have good food to eat for the rest of the week, because he used to bring so much. And I knew it was always going to be good food.\n\nHe had such a warm personality and treated everybody the same way, with such love, that everybody remembered him more than anyone else they had met. One of the clearest visuals I have of him is of him walking into our home with his arms full of bags and packets, his hands full and his heart fuller. That's how I will always remember him.\n\nHis greatest strength was the relationships he created, just by being the person that he was. Anything and everything you needed, Tony Chachu had a contact for. Because he just knew so many people. And people, willingly, without any reason or expectation, wanted to do things for him. Because he was just that person.\n\nWhat I will always carry with me is this: every time I catch myself being egoistic or mean towards someone... I feel like I should take a step back and try to view the world the way Tony Chachu did where there is good in everybody.\n\nIt's just... the world was a better place with him in it, that's how I felt. And I feel like... by the end of my life, if I can be even ten percent of who he was, then I'll know that I've made a difference. Because he did. To so many people. To me.",
    "page": 139,
    "category": "children",
    "tags": [
      "world-better",
      "unconditional-love",
      "feeding-others",
      "warm-personality",
      "relationships"
    ],
    "chapter": "children-section"
  },
  {
    "id": "epilogue",
    "title": "EPILOGUE",
    "author": "Divya Batra Masiwal",
    "relationship": "Daughter",
    "content": "Now to you, the readers, the contributors, and everyone flipping through these pages - Thank you. By reading this, by carrying a bit of him with you, you're keeping my father close... and that means more than words can express.\n\nAnd look at this book now. 150 pages filled with stories from people who loved him. Who saw him. Who respected him. I hope this book helps them and you process his absence. While I always felt like I was at the center of his world, reading these memories has shown me how many others he made space for... how deeply he connected with so many.\n\nSo to everyone who shared a part of him with us - thank you. You've given me more of him than I thought I'd ever get back.\n\nIf there's one thing I hope you leave with, it's something he taught us just by being who he was... love freely, give generously, and don't wait to show up for the people who matter. This is how we keep Tony-ism alive, by acting it out, one quality at a time!",
    "page": 141,
    "category": "epilogue",
    "tags": [
      "epilogue",
      "readers",
      "contributors",
      "tony-ism",
      "love-freely"
    ],
    "chapter": "epilogue"
  },
  {
    "id": "comfort-messages",
    "title": "Few more words of comfort",
    "author": "Various Contributors",
    "relationship": "Friends and Family",
    "content": "This page contains a collection of short condolence messages from various friends and family members, including LSK Kumar, Sangeeta Dua, Swati Dhingra, Dr. Manoj Joona, Megha Mittal, Ayushi Priya Ahuja, Ruby Chakravarty, Arun & Dolly Saigal, Monu, Dinesh Masiwal, Meenu Dhingra, B S Rao, Sodhi, and Sunil Dhody and family.",
    "page": 142,
    "category": "epilogue",
    "tags": [
      "comfort",
      "condolence",
      "messages",
      "friends",
      "family"
    ],
    "chapter": "epilogue"
  },
  {
    "id": "taking-forward-tonyism",
    "title": "Thanks for taking forward Tony-ism",
    "author": "Editorial",
    "relationship": "Conclusion",
    "content": "A Life Well Lived\n\n\"babu moshai...",
    "page": 143,
    "category": "epilogue",
    "tags": [
      "taking-forward",
      "tony-ism",
      "life-well-lived",
      "babu-moshai"
    ],
    "chapter": "epilogue"
  },
  {
    "id": "batra-uncle-megha-dipti",
    "title": "BATRA UNCLE!!!!!!",
    "author": "Megha Modi and Dipti Mittal",
    "relationship": "Friend's Daughters",
    "content": "Remembering him reminds me of all the fond memories with him. He has been a support system to all my family members specially my papa. Still cannot believe that he is no more between us. This year's trip to Delhi (mummy's house) was incomplete without him. He used to come to meet us everytime and with lots of goodies for our kids. Our childhood is incomplete without mentioning him. He used to come with hands full of gifts and sweets on our birthdays and with that sweet smile of his. That warm hug, those life lessons on our low days, always available for us in all situations. His tuesday fasts, and coincidentally it used to be tuesday whenever he used to visit our house. We wonder how he used to remember everyone's birthdays and anniversary. How he used to wish us first in the morning every year. He used to send pic collage on our kids birthday. On every family party/ function he used to make sure that everyone has pictures with each other. Uncle, we miss you a lot. Papa has lost his most dearest friend. Mummy has lost her brother. Even our kids miss their Batra nanu. Pihu n Samarth keep asking us about you. Please rest in peace. You have struggled a lot in your entire life. You will always be there in our hearts. Lots of love to you always, Megha and Dipti",
    "page": 77,
    "category": "friends",
    "tags": [
      "batra-uncle",
      "support-system",
      "goodies",
      "tuesday-fasts",
      "birthdays"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "legacy-compassion-love-rks",
    "title": "A Legacy of Compassion and Love",
    "author": "Mr Raj Kumar Shahaney (RKS)",
    "relationship": "Friend",
    "content": "Tony was not just my true friend, philosopher & guide, he was a beacon of kindness, selflessness, and unwavering faith. He possessed a rare and beautiful simplicity that made everyone feel valued and respected. Tony's unwavering commitment to helping those around him was a testament to the depth of his character. Tony was an excellent son, a dedicated husband and father, an exceptional brother, and a very loving grandfather. His unwavering love and dedication to his family were truly inspiring, and he was a source of strength and support for all of us. Tony's faith and reverence for life were qualities that inspired everyone fortunate enough to know him. He approached every moment with humility and grace, always ready to lend a hand or offer a kind word. His dedication to respecting the dignity of every life he encountered left an indelible mark on all of us. As we remember Tony, we hold on to the countless memories of his gentle smile his generous spirit, and his steadfast faith. He has touched our lives in ways that words cannot fully capture. Though he is no longer with us, his legacy of compassion and love will forever remain in our hearts.",
    "page": 78,
    "category": "friends",
    "tags": [
      "philosopher-guide",
      "beacon",
      "simplicity",
      "humility",
      "faith"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "two-friends-lifetime-raman",
    "title": "If You Have Two Friends in Your Lifetime, You're Lucky",
    "author": "M. R. Raman",
    "relationship": "Friend",
    "content": "Let me proudly say I had only one VERY GOOD FRIEND and I am ever grateful to God for that.... First and foremost, I never treated him as a \"business partner\", but always as a younger brother or should I say a trusted friend, as brothers keep fighting but not a true friend.... For anything and everything if there was a person whom one can trust, believe, have confidence, enjoy the company at any point of time, to me, it was no one else but TONY. I have many incidents to quote here. Sharing a few In Godrej we used to have monthly sales meetings at various locations viz.. Lucknow, Jaipur, Chandigarh etc.. Me and Raj Kumar Shahaney used to be very busy in the first ten days of every month. Tony also used to tell us that he is also going to attend the MRM (monthly review meeting) every month by visiting his favorite temple in Rajasthan (not able to immediately recollect the name) with his close friends from the business group. Never did he forget to bring Prasad for me and my family. If he was around Connaught Place around 6 pm, he would give me a call and say that he is going home via Asaf Ali Road and can pick me up. Not only that he will ensure he drops me back at Rohini and spends some time with my family members, enjoying a south indian coffee. At least once in ten days he used to register his attendance and eat whatever was available in the house. He really cherished south indian light delicacies like Idly, Upma etc.. Not even once we missed him in any of our house functions, get togethers, as to me he was part of my family. Even if he had a very busy schedule, he would drop in for a few minutes. He attended my son Deepak's marriage but could not do so for my daughter Divya. He ensured his son to make it a point visit our house in far off Chennai to meet us and greet her with a nice Gift. When after spending over 50 years in Delhi and over 25 years in the association of my dearest friend Tony, when I bid farewell to Delhi and shifted to Bangalore, he came to Nizamuddin station to see us off as usual bringing all the best items available in various parts of the city. For my daughter's marriage he could not make it to Chennai but made one condition that he will print the invitation cards from his side. The card he selected was so good that even now in many of my relatives house it is being preserved. In spite of my utmost pressure, he just took Re 1 for the card printing. Every now and then he used to phone me up to help a friend/known person who needs help/support in Bangalore. I always used to respond to such requests without wasting a moment as Tony's friend is my friend to....... Last but not the least, though we had a very cordial relation, he never misused the friendship for any favours, undue support etc.. in business deals. Such a great personality, a great friend and full of energy and always ready to give a helping hand, one can see it in movies. I had the privilege of his association for a very long time. Tony will be remembered for ever by me and my family members",
    "page": 79,
    "category": "friends",
    "tags": [
      "very-good-friend",
      "trusted-friend",
      "prasad",
      "south-indian",
      "bangalore"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "ac-lagwa-dein-rishi",
    "title": "Aapke Yahan Par AC Lagwa Dein?",
    "author": "Dr Rishi Pal Singh",
    "relationship": "Friend, Neighbour, Chai Partner",
    "content": "बत्रा साहब को भुलाना तो मेरे ख्याल से नामुमकिन है। मेरी जो उनसे मुलाकात हुई थी, वह बहुत पुरानी है। 1989 में मुलाक़ात एक confrontation के साथ हुई थी। मैं बत्रा साहब के बिल्कुल पीछे रहता हूँ। मेरे कमरे की खिड़की, बत्रा साहब के कमरे की खिड़की के बिल्कुल सामने थी। तो बत्रा साहब ने उस खिड़की में AC लगवा लिया और उसकी गर्म हवा मेरे कमरे में जाती थी। थोड़े दिनों तक तो मैं चुप रहा, फिर एक दिन मेरी मिसेज़ ने कहा कि आप उनसे रिक्वेस्ट करो, क्या पता कुछ हल निकल जाए। मैंने कहा कि सीधा तो बात नहीं करूँगा, लेकिन मैं थूसू जी से बात कर सकता हूँ। थूसू जी, बत्रा जी के सामने रहते थे और आपस में काफ़ी मिलते-जुलते रहते थे। तो एक दिन मैं थूसू जी के पास गया और उनको अपनी समस्या बताई, तो उन्होंने कहा कि क्या AC टोनी ने लगवाया है? तो मैंने कहा कि बत्रा साहब ने, क्योंकि मुझे नहीं पता था कि उनका नाम टोनी है। हम दोनों उनके पास गए और भूसू जी ने घंटी बजाई। तो बत्रा जी निकल कर आए। थूसू जी ने कहा कि ये डॉक्टर साहब हैं और इनकी एक समस्या है। तो बोले, \"आओ जी, क्या हुआ?\" मैंने कहा कि आपके AC की गर्म हवा मेरे कमरे में जाती है और हमारा तो एक कमरा बेकार हो गया। तो वो एकदम से बोले, \"एक AC आपके भी लगवा देता हूँ।\" मैंने कहा, \"मेरे को नहीं चाहिए। और पीछे धोबी भी है।\" तो बोले, \"सोच कर कुछ समाधान निकालते हैं।\" दो दिन बाद बोले, \"सर जी, यदि AC की डायरेक्शन बदल दूँ तो कैसा रहेगा?\" मैंने कहा, \"ठीक रहेगा।\" और उन्होंने दूसरी खिड़की में लगवा लिया। उसके बाद वो मेरे दिल में बस गए और हम एक-दूसरे के बहुत करीब आ गए। एक इंसिडेंट और याद आ रही है जब मैंने उनसे कहा कि मुझे प्रिस्क्रिप्शन प्रिंट कराने हैं। तो बोले, \"मैं जान-पहचान वालों का काम नहीं करता, क्योंकि उनसे पैसे मांगने में शर्म आती है।\" तो मैंने कहा, \"मैं तो एडवांस में पेमेंट करता हूँ।\" तो बोले, \"सैंपल दे देना, काम हो जाएगा।\" और मैंने सैंपल दिया, तो प्रिंट करके ला दिए। पेमेंट के लिए बोलते थे, \"कोई बात नहीं, ले लेंगे।\" पर मैं उनको पेमेंट साथ के साथ कर देता था। अभी भी मेरे पास पेपर का इतना स्टॉक है कि जब तक क्लीनिक होगा, पेपर नहीं खरीदना पड़ेगा। अब तो हम एक-दूसरे को भाई समझते थे। मेरे लिए तो वो अभी भी मेरे दिल में हैं। शायद ज़िंदगी भर भुलाना मुश्किल है।",
    "page": 80,
    "category": "friends",
    "tags": [
      "ac-problem",
      "confrontation",
      "neighbour",
      "prescription",
      "chai-partner"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "sarvagun-sampann-mahamanav",
    "title": "Sarvagun Sampann Mahamanav",
    "author": "Shree Shankar Swami",
    "relationship": "Guru, Mitra",
    "content": "आदरणीय टोनी जी का जीवन एक महाकाव्य है। उनके जीवन काव्य की सुगंध वर्षों वर्ष आत्मीय जनों के हृदयों को महकाती रहेगी। दिवंगत टोनी जी हमारे आदर्श रहे हैं। भूतो न भविष्यति ना तो ऐसा सर्वगुण संपन्न महामानव कभी हमारे जीवन में आया और ना ही कोई संभावना है। वह एक और अकेले हैं जिन्होंने हर किसी के हृदय को जीता। जन जन के प्रति उनका कामना रहित निस्वार्थ प्रेम, हर रिश्ते में समर्पण और सहयोग, उनका परोपकारी और उदार हृदय, वंदनीय है। निश्चय ही वे परम पद के अधिकारी हैं। उनके जीवन काव्य का वर्णन करना मेरे लिए बड़ा ही दुष्कर और असहज है। कलम नहीं चलती, वाणी वर्णन नहीं कर पाती। उनके महात्म्य को समझने समझाने के लिए शब्द नहीं मिल रहे, निशब्द हूँ मैं, पर भावनाओं में उनके लिए शाश्वत प्रेम भरा है। जब कभी टोनी जी की मधुर पावन स्मृतियों को भुला पाता हूँ तो परमात्मा की याद आती है। और परमात्मा के सानिध्य में जब टोनी जी को देखता हूँ तो मन शांति पाने लगता है कि हे दिवंगत आत्मने, आप को हमारा शत शत प्रणाम प्रणाम प्रणाम।",
    "page": 81,
    "category": "friends",
    "tags": [
      "sarvagun-sampann",
      "mahamanav",
      "mahakavya",
      "guru",
      "paramatma"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bhai-ki-yaadein-vinod",
    "title": "Bhai Ki Yaadein",
    "author": "Vinod Gupta",
    "relationship": "Kareebi Dost aur Salahkar",
    "content": "टोनी भाई कभी-कभी चेहरा देखकर हाव-भाव समझ लेते थे। क्या बात, परेशान हैं? बिना बोले दिल की बातों को समझ लेना आता था भाई को। मेरे दोनों बेटे बहुत बार किसी भी सलाह के लिए भाई को बिना झिझक फोन कर लेते थे। भाई मेरे ऑफिस के आसपास से निकलते हुए फोन कर लेते थे ...कहाँ है? झप्पी मार के निकलना है। कहीं से निकलते समय फोन करते थे - समोसे खाएगा? यह खाएगा, वो खाएगा। जब ऑफिस आते थे, गाड़ी में बहुत सामान रखते थे - प्रसाद खाएगा... ले, फ्रूट्स रखे हैं... खाएगा? मंगल और शनि को बजे पाठ करना है। किसी का फोन नहीं उठाते थे पाठ के बीच में। मैं गलती से फोन कर लेता था तो बाद में कॉल ज़रूर आता था। Lots and lots of memories since always and for ever",
    "page": 82,
    "category": "friends",
    "tags": [
      "bhai",
      "yaadein",
      "salahkar",
      "jhuppi",
      "prasad"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "jaane-dost-arun",
    "title": "Jaane Dost",
    "author": "Arun",
    "relationship": "Friend",
    "content": "और लोग कहते हैं कि तुम्हारे बारे में कुछ लिखे तुम्हारे प्यार, स्नेह, और अपनेपन को शब्दों में लिखना, बहुत कठिन ही नहीं, बहुत मुश्किल है। तुम्हारी वह जादू की झप्पी, जिसको भी एक बार मिल जाती थी, वह zindagi भर तुम्हारा हो के रह जाता था। मुझे तो लगता है कि ऊपर वाले को भी तुम्हारी झप्पी की जरुरत थी। जहाँ भी रहो दोस्त परिवार, दोस्तों और सभी स्नेहजनों को ऊपर से ऐसा ही प्यार और स्नेह देते रहना जैसे कि यहां देते रहे हो । काश फिर मिलने की वजह मिल जाये, साथ जितना भी बिताया वो पल वापिस मिल जाएँ, चलो अपनी आँखें बंद कर लें, क्या पता ख्वाबों में गुजरा हुआ पल मिल जाये.. परमपिता परमात्मा के श्री चरणों में सादर नमन तुम्हारा मित्र अरुण",
    "page": 83,
    "category": "friends",
    "tags": [
      "jaane-dost",
      "jadoo-ki-jhuppi",
      "pyaar",
      "sneh",
      "khwabon"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "yaadein-alka-singh-3",
    "title": "Yaadein",
    "author": "Alka Singh",
    "relationship": "Principal, Air Force Golden Jubilee Institute",
    "content": "I remember meeting Mr Tony in the corridors of AFGJI when JK Batra Sir was the Vice-Principal. I gently referred to him as 'Tony Sir' and Batra Sir in his loud baritone said-Don't call him Tony Sir, just call him Tony. But I also referred to him as Mr Tony or Tony Sir as he was elder to me.\n\nIt is hard to believe that he is not with us. I still think that one day he will get down from his car in front of AFGJI and hand me a packet of papers to go through and edit. The other day my nephew reminded me and said that Batra Sir has never come to our house, but Tony Sir came to our house once. It was summer vacation and the school magazine 'Swarnima' had to be edited and printed. So he came to our home in Mahavir Enclave all the way from Shalimar Bagh to hand me the packet of papers.\n\nHis dedication and commitment to his work is what I will always remember. He would often come to school with Question papers banners magazines etc. Our school has really had a long association with him and the entire family. He would generally come around 2 pm, meet the staff members with a lot of positivity and warmth.\n\nFor all of us, he will always be remembered as the smiling, frank religious, cheerful Tony Sir. It is difficult to think about him in the past tense. Farewell Tony Sir, till we meet on the other side.",
    "page": 87,
    "category": "colleagues",
    "tags": [
      "afgji",
      "tony-sir",
      "swarnima-magazine",
      "dedication",
      "mahavir-enclave"
    ],
    "chapter": "colleagues-extended-circle"
  },
  {
    "id": "yaadein-alka-singh-4",
    "title": "Yaadein",
    "author": "Alka Singh",
    "relationship": "Principal, Air Force Golden Jubilee Institute",
    "content": "I remember meeting Mr Tony in the corridors of AFGJI when JK Batra Sir was the Vice-Principal. I gently referred to him as 'Tony Sir' and Batra Sir in his loud baritone said-Don't call him Tony Sir, just call him Tony. But I also referred to him as Mr Tony or Tony Sir as he was elder to me.\n\nIt is hard to believe that he is not with us. I still think that one day he will get down from his car in front of AFGJI and hand me a packet of papers to go through and edit. The other day my nephew reminded me and said that Batra Sir has never come to our house, but Tony Sir came to our house once. It was summer vacation and the school magazine 'Swarnima' had to be edited and printed. So he came to our home in Mahavir Enclave all the way from Shalimar Bagh to hand me the packet of papers.\n\nHis dedication and commitment to his work is what I will always remember. He would often come to school with Question papers banners magazines etc. Our school has really had a long association with him and the entire family. He would generally come around 2 pm, meet the staff members with a lot of positivity and warmth. His conversations with me would centre around Batra Sir, all the children in his family etc. Once I was required to go to his office for some editing work. Out of concern he said, 'Ma'am, it is not a good area for you to come.' But I said, 'The area is not important, we have to complete the work'. So I boarded the metro and e-rickshaw and went. I sat, did the work and came back'. Nothing was inconvenient with him being around. For all of us, he will always be remembered as the smiling, frank, religious, cheerful Tony Sir. It is difficult to think about him in the past tense. Farewell Tony Sir, till we meet on the other side.",
    "page": 87,
    "category": "colleagues",
    "tags": [
      "afgji",
      "tony-sir",
      "swarnima-magazine",
      "dedication",
      "mahavir-enclave"
    ],
    "chapter": "colleagues-extended-circle"
  },
  {
    "id": "ho-jayega-yaar-brijesh",
    "title": "\"Ho Jayega Yaar!\"",
    "author": "Brijesh",
    "relationship": "The Air Force School",
    "content": "Call him a contractor or a friend or an elder brother or a mentor, or use words that cannot describe our bond, this is my journey with Tony ji. I joined AFBBS in 1992. I met him first at Air Force Bal Bharti School... a cheerfully smiling personality who always used to say, \"Ho jayega yaar.\" whenever any difficulty arose. The best of the best at Bal Bharti School introduced him to me as Tony ji.\n\nIn 1993, I joined TAFS, there I saw again, the same lovely contractor. He told me that he was dealing with all three AF schools. Till 2010, I knew him only as Tony ji- the contractor for printing and stationery who was printing all our jobs with utmost sincerity and maintained full confidentiality while printing question papers.\n\nOne day, I got a call from the security officer that Mr. Gajender Batra would like to visit the school, and I thought, who is this fellow? When he reached the school, I got to know that Tony's actual name is Mr. Gajender Batra - and the second shock was that he is the brother of the AFGJI principal. At that moment, my respect for him rose to even greater heights- for being someone who, despite being the real brother of the principal of the same organisation, had never taken any advantage in any sense.\n\nWhenever he was visiting Salasar ji, I always received prasad from him and even had the opportunity to travel with him to Salasar ji. He was such a down-to-earth person who was always there to help everyone.",
    "page": 88,
    "category": "colleagues",
    "tags": [
      "ho-jayega-yaar",
      "afbbs",
      "tafs",
      "confidentiality",
      "salasar-prasad"
    ],
    "chapter": "colleagues-extended-circle"
  },
  {
    "id": "gone-from-sight-forever-in-souls",
    "title": "Gone from Sight, Forever in Souls",
    "author": "DN Chopra",
    "relationship": "Poonam's Colleague",
    "content": "परमात्मा ने जन्म और मरण का समय तय किया हुआ है। बीच का कुछ समय ही मिलता है इंसान को अपने आप कुछ करने के लिए। उसमें वो दूसरों को सुख देता है या दुख देता है। जो भी कर्म हम करते हैं, वो हमारे भाग्य का निर्धारण करते हैं।\n\nबत्रा मैडम के साथ मैंने बहुत शाखाओं में काम किया है और बहुत अच्छा अनुभव रहा है। बत्रा जी से भी वैसे तो दो-तीन बार बैंक में आते-जाते मुलाकात हुई, लेकिन उनके स्वभाव का ज्यादा अनुभव तब हुआ जब पिछले साल जनवरी में मैंने अपना जन्मदिन निरंकारी सरोवर, जो कि एक बहुत ही शांत और पवित्र खुला स्थान है, वहाँ अपने रिटायर्ड साथियों के साथ जनवरी की धूप का आनंद लेते हुए सेलिब्रेट करने का प्रोग्राम बनाया।\n\nबत्रा जी हालांकि हमारे मेहमान थे, लेकिन उन्होंने वहाँ घर के एक सदस्य की तरह खुद ही सारी जिम्मेदारी संभाल ली। उन्होंने पूरे प्रोग्राम का वीडियो बनाया, फोटो खींचे और हमें भेजे। सबके साथ ऐसे घुल-मिल के बात कर रहे थे और उनके चेहरे पर हमेशा मुस्कराहट रहती थी। उनसे मिलके, बात करके बहुत अच्छा लगता था। मेरी बिटिया भी उनसे बहुत प्रभावित हुई और उनकी बहुत ही तारीफ करती है। इतनी इंसानियत के गुणों वाले आदमी मिलना मुश्किल है।\n\nजाना तो सबको है, और वो चले गए। लेकिन अफ़सोस इस बात का है कि अचानक चले गए। क्या प्रभु ने कोई खेल रचा, पता नहीं। निराकार रूप में तो वो अब भी हमारे साथ हैं, पर उनका यूं चले जाना बड़ा अखर रहा है। मैं प्रभु से परिवार के लिए और बच्चों के लिए प्रार्थना करता हूँ कि बच्चे जीवन में आगे बढ़ते रहें, सुखी रहें, और परमात्मा का आशीर्वाद सब पर बना रहे। जय निरंकार।",
    "page": 93,
    "category": "colleagues",
    "tags": [
      "nirankari-sarovar",
      "birthday-celebration",
      "insaniyat",
      "muskanhat",
      "jay-nirankar"
    ],
    "chapter": "colleagues-extended-circle"
  },
  {
    "id": "shraddha-suman",
    "title": "श्रद्धा सुमन",
    "author": "Smt Raj Seth",
    "relationship": "Poetess, Poonam's Colleague",
    "content": "ज़िन्दगी यादों का सफ़र है। यहाँ अनगिनत लोगों से मुलाक़ात होती है। कुछ याद नहीं रहते और कुछ ऐसी अमित छाप छोड़ जाते हैं जिन्हें भुलाया नहीं जा सकता। स्वर्गीय टोनी जी ऐसी ही हस्ती थे।\n\nमेरा परिचय उनसे पूनम बत्रा जी, जो मेरी बैंक सहकर्मी थी के द्वारा हुआ। कोरोना काल सन 2020 73 वर्ष की आयु में मुझे कुछ लिखने की ईश्वर प्रेरणा हुईं। कुछ कविताएँ लिखी जिसे पूनम बत्रा जी और टोनी जी ने पुस्तक रूप में प्रकाशित करने की प्रेरणा दी। घर बैठे-बैठे ही सारी सुविधाएँ उपलब्ध कराईं और मेरी तीन पुस्तकों के प्रकाशन में पूरा सहयोग दिया।\n\nटोनी जी से मिलने का अवसर कभी नहीं मिला। फ़ोन पर ही बात होती। उनकी बातों में इतना अपनापन होता लगता मैं उन्हें बरसों से जानती हूँ। उनसे न मिल पाने का मलाल हमेशा रहेगा। वह इतनी जल्दी हम से बिछड़ जाएँगे ऐसा सोचा न था।\n\nऐसे लोगों की सूची में जिन्हें मैं अपनी स्मृतियों में हमेशा संजो के रखना चाहती हूँ उनका नाम शामिल रहेगा। ईश्वर उनकी आत्मा को शांति प्रदान करें और अपने श्री चरणों में स्थान दें। अपनी भावनाओं को व्यक्त करना ही मेरी उनके प्रति विनम्र श्रद्धांजलि है।",
    "page": 94,
    "category": "colleagues",
    "tags": [
      "poetess",
      "book-publication",
      "phone-conversations",
      "shraddhanji",
      "kavitayein"
    ],
    "chapter": "colleagues-extended-circle"
  },
  {
    "id": "gali-ki-raunak",
    "title": "Gali ki Raunak",
    "author": "Smt. Saroj Julka",
    "relationship": "Neighbor",
    "content": "Ten years ago, I moved to C-C Block, Shalimar Bagh. It was here that I met the head of the Batra family, Tony Bhai. He was truly a gem of a person, affectionate, humble, and friendly. Always ready to help anyone in need. I have never met someone like him. He had a heart of gold and was a genuinely kind soul.\n\nI still remember the time I had fractured my foot and was alone at home. Tony Bhai immediately came and took me to the doctor. I can never forget that gesture. Everyone in our colony loved and respected him. He was the lifeline of our block.\n\nThere used to be so much hustle bustle and Raunak and voice of Ramayana patha used to vibrate. So much activity, now it feels sad. Raunak of our lane is gone with him. His Aura was so positive cheerful and happy. The whole gali misses him and his Salasar Prasad so much.\n\nJai Shree Ram Tony Bhai. I miss you a lot.",
    "page": 94,
    "category": "friends",
    "tags": [
      "neighbor",
      "c-c-block",
      "heart-of-gold",
      "ramayana-patha",
      "salasar-prasad"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "aur-beta-sab-theek",
    "title": "\"AUR BETA, SAB THEEK?\"",
    "author": "Abhishek Batra",
    "relationship": "Nephew",
    "content": "I have always wondered... and to this date I am not sure how Tony Chachu managed to remember everyone's birthdays, anniversaries, or anything special that happened or was happening in his near and dear ones' lives. I believe this extended beyond just the family, to his friends, extended circle, and anyone he cared for. And he would send the most amazing messages, videos, pictures to everyone... and it always felt like those were coming straight from his heart.\n\nI think our bond was at its strongest during my college days. I was in Manipal, away from home. He would always call and check on me... \"aur sab thik... kuch chaiye ho to bata dena :)\" And guess what? I would call him every second month... \"Chachu thode ... bhej do pls :)\" And he would never miss...for anything!!\n\nAnother thing I fondly remember is the way Chachu used to respond to phone calls. He was always polite, happy... and within seconds, he would put the caller at ease... make them feel like they were the most important person for him that day :) Unintentionally, I think I have tried to take this habit from him in my personal life as well...\n\nI guess his biggest strength was his love, for everyone and everything around him. He was always ensuring everybody was doing good... if they needed anything... he would help them out wherever, whenever Chachu wouldn't fulfil that... and you'd be like, \"when did I say that I needed this :)\" thank you for everything, Chachu! Love you, always!",
    "page": 98,
    "category": "family",
    "tags": [
      "nephew",
      "manipal",
      "phone-calls",
      "college-days",
      "birthdays",
      "love"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "black-label-bottle",
    "title": "\"MY FIRST EVER BLACK LABEL BOTTLE CAME FROM..GUESS WHO?\"",
    "author": "Akshay Batra",
    "relationship": "Nephew",
    "content": "The kind of relationship I shared with Tony papa has always been and will continue to be closest to my heart. There never was a \"chacha-bhatija\" relationship, it was always like a father-son bond that I shared and cherished. He was always there for all of us whenever we needed him. I remember since a small age, I've never seen him reach anywhere empty handed, there was always something or the other that he used to get for everyone.\n\nOnce, Papa was travelling and Tony papa had come specially from Shalimar Bagh to Mayur Vihar to take Dadaji to buy a pair of chappals because he wasn't listening to anyone and the only person whom he couldn't say no to was Tony papa. That is the kind of love and respect everyone (irrespective their age) had for him. He has always been the binding force of the family and I clearly say that whoever I know in my life, be it relatives, my friends, family friends, neighbours, extended family, even extended family's extended family know Tony Papa. That was the kind of charm and aura he had wherever he went.\n\nMy one and only trip to Salasar was everyone led by Tony Papa. Bas ek baar bolne ki der thi ki mujhe Salasar jana hai fir kya tha, the plan was made and we went. The kind of respect and love I saw in people for him- it was something else! Everyone knew him and best of best arrangements were made for us. That was a memorable trip!\n\nAnd it might be hard to believe but the 1st ever Black Label bottle that I received as a gift was given by Tony Papa. I can never forget the kind of preparation stress I had before my wedding and Tony Papa said 'tu bas Dilli aaja, mein sab karwa dunga'. That was it and everything was sorted within no time. We all will always remember him with fondness, love and respect. And miss his presence around us always. But I'm sure, he always has an eye on us wherever he is.",
    "page": 99,
    "category": "family",
    "tags": [
      "nephew",
      "father-son-bond",
      "black-label",
      "salasar",
      "wedding",
      "aura"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "unforgettable-embrace",
    "title": "THE UNFORGETTABLE EMBRACE: HONORING TONY MAMA",
    "author": "Amit Kaistha",
    "relationship": "Son-in-Law",
    "content": "I vividly remember my first meeting with Tony Mama. Roop and I had just decided to get married our families met for the first time in the 1st week of February 2004, at Swagath restaurant in Defence Colony Market. Immediately, a message went out across the family channels (there was no WhatsApp back then), and as soon as we wrapped up dinner, Tony Mama and his crew Ashish, Abhishek, and Tarun arrived to meet us. It was close to midnight, and his first embrace and hug (a new experience for me personally) are still something I cherish.\n\nAs the months passed, leading up to our wedding in October, I would meet Tony Mama more and more. He was the quintessential go-to person for all the wedding arrangements in the family. At that time, I didn't know him as \"Jagat Mama\" - it was only later, as more family events unfolded, that I came to understand and appreciate his \"Jagat\" name. His world was the Family, and for the family, he was the link to the world who got everything done.\n\nThe gifts, at first, caused a bit of discomfort for me (and for Roop and me as a couple), but as we got to know each other better, we found a middle ground. Over time, an unspoken bond of mutual respect and affection formed between us.\n\nHis ability to connect with everyone - from the most senior family member to the youngest, from the rich to the poor was truly unique. He was always giving, always in service to others, whether it was his parents, siblings, the extended family, or his friends. There are countless qualities of his that stand out, qualities that are difficult for any of us to fully emulate.\n\nI know this: I will miss the first call and message from him on my, Roop's, my parents', Ahaana's, and Aaradhya's birthdays and our anniversaries. I will long for his tight embrace and hug - now that it's gone, I understand what is meant by \"pyaar ki jhappi\". I will miss his thoughtful gifts (the last one he gave me was a T-shirt in September/October 2024, after his first surgery, insisting that I take it, saying, \"Don't say no to this\"). It's now my favorite, most treasured T-shirt.\n\nI will no longer hear his voice during family weddings when he sang and every time I hear the word \"chaubara\" and the aloo bade karaare song, I will be reminded of him.\n\nHe has left an indelible mark on me. If I can be even a fraction of what he was to everyone around him, I will consider myself successful in life.\n\nAdieu, dearest Tony Mama... you have left us far too soon, more quickly than any of us could have ever imagined. But in the time you shared with us, there are so many lessons and memories we will carry forward, emulating the kindness and love you showed to all of us.",
    "page": 100,
    "category": "family",
    "tags": [
      "son-in-law",
      "first-meeting",
      "embrace",
      "jagat-mama",
      "pyaar-ki-jhappi"
    ],
    "chapter": "family-extended"
  },
  {
    "id": "unforgettable-embrace-continued",
    "title": "THE UNFORGETTABLE EMBRACE: HONORING TONY MAMA (continued)",
    "author": "Amit Kaistha",
    "relationship": "Son-in-Law",
    "content": "His ability to connect with everyone - from the most senior family member to the youngest, from the rich to the poor was truly unique. He was always giving, always in service to others, whether it was his parents, siblings, the extended family, or his friends. There are countless qualities of his that stand out, qualities that are difficult for any of us to fully emulate.\n\nI know this:\n\nI will miss the first call and message from him on my, Roop's, my parents', Ahaana's, and Aaradhya's birthdays and our anniversaries.\n\nI will long for his tight embrace and hug - now that it's gone, I understand what is meant by \"pyaar ki jhappi\".\n\nI will miss his thoughtful gifts (the last one he gave me was a T-shirt in September/October 2024, after his first surgery, insisting that I take it, saying, \"Don't say no to this\"). It's now my favorite, most treasured T-shirt.\n\nI will no longer hear his voice during family weddings when he sang and every time I hear the word \"chaubara\" and the aloo bade karaare song, I will be reminded of him.\n\nHe has left an indelible mark on me. If I can be even a fraction of what he was to everyone around him, I will consider myself successful in life.\n\nAdieu, dearest Tony Mama... you have left us far too soon, more quickly than any of us could have ever imagined. But in the time you shared with us, there are so many lessons and memories we will carry forward, emulating the kindness and love you showed to all of us.",
    "page": 101,
    "category": "family",
    "tags": [
      "son-in-law",
      "unforgettable-embrace",
      "pyaar-ki-jhappi",
      "thoughtful-gifts",
      "indelible-mark",
      "lessons-memories"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "a-wholesome-person",
    "title": "\"A WHOLESOME PERSON\"",
    "author": "Anshuman Chawla",
    "relationship": "Nephew",
    "content": "Mamu was a father figure for me. The bond that I had with him grew over the years, and grew in different phases of my life.\n\nIn our childhood, I knew that no birthday celebration was complete without him. I remember all the fun things he made me do! One of which was betting with us to make us eat nice things! Like when there would be a few idlis left after dinner, he would challenge Tarun and me- \"If you eat all the 5 idlis, I'll give you two thousand rupees\"... or maybe he would say \"Let's see who can finish first, all the remaining dhoklas! Jo pehle khatam karega usko 500 rupay inaam!\" Same with gulab jamuns and pakoras and what not!! We connected on cricket, food and naughtiness... I used to not want to go back home. So much so that when Mummy and Papa came to get me back, I would go hide in the kitchen and Mummy would run after me..\n\nWhen I made him meet Ankita, he was so happy that I am with someone who is in his neighbourhood and would always tease me to say that now you have to come to Shalimar Bagh double times.\n\nHe was my go-to person in so many ways. I will consider myself lucky if I can even be 10% of what he was to me and all my nieces and nephews.",
    "page": 102,
    "category": "family",
    "tags": [
      "nephew",
      "father-figure",
      "childhood",
      "betting",
      "cricket",
      "food"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "a-father-figure",
    "title": "\"A FATHER FIGURE\"",
    "author": "Anshuman Chawla",
    "relationship": "Nephew",
    "content": "Mamu was a father figure for me. The bond that I had with him grew over the years, and grew in different phases of my life.\n\nIn our childhood, I knew that no birthday celebration was complete without him. I remember all the fun things he made me do! One of which was betting with us to make us eat nice things! Like when there would be a few idlis left after dinner, he would challenge Tarun and me- \"If you eat all the 5 idls, I'll give you two thousand rupees\"... or maybe he would say \"Let's see who can finish first, all the remaining dhoklas! Jo pehle khatam karega usko 500 rupay inaam!\" Same with gulab jamuns and pakoras and what not!! We connected on cricket, food and naughtiness... I used to not want to go back home. So much so that when Mummy and Papa came to get me back, I would go hide in the kitchen and Mummy would run after me..\n\nWhen I made him meet Ankita, he was so happy that I am with someone who is in his neighbourhood and would always tease me to say that now you have to come to Shalimar Bagh double times.\n\nHe was my go-to person in so many ways. I will consider myself lucky if I can even be 10% of what he was to me and all my nieces and nephews.",
    "page": 103,
    "category": "family",
    "tags": [
      "nephew",
      "father-figure",
      "childhood",
      "go-to-person"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "a-heart-of-gold",
    "title": "\"A HEART OF GOLD\"",
    "author": "Anuj Saigal",
    "relationship": "Son-in-law",
    "content": "Tony Chachu was so many things rolled into one: a father-in-law, a friend, a guide - but above all, he was unconditional love in human form. His devotion, his humour, the zest with which he lived life, his love for food and for feeding others, his generosity... he had a heart of gold.\n\nHis words like \"बेटा क्या खाएगा... कुछ मंगवाऊं\" were always the first thing he would ask me every time I went to meet him. Now when I go to the house, I feel he will suddenly appear and say, \"अनुज तू आ गया... आज ये खाते हैं।\"\n\nI think every moment spent with him brought out his qualities, whether it was an impromptu drop-in at the house or at a function. His never-ending zeal to do good and spread goodness and happiness and see everyone with a smile on his face, I would say is Tony-ism.\n\nHe has been like an angel sent from God to both Shweta and me, when we were trying for Aarohi and Ariana. Right from the trip to Salasar, to Amritsar, to also taking care of Shweta when she was carrying. Words are too less to describe how he has influenced us and made us what we are today.\n\nOur relationship was always at its best, always in respect of him.\n\nHis loving, kind and thankful nature, with a strong mind to persuade anyone, was his biggest strength. He would go out of his way to make things easier for others, not worrying how it would affect him.",
    "page": 104,
    "category": "family",
    "tags": [
      "son-in-law",
      "heart-of-gold",
      "unconditional-love",
      "tony-ism",
      "angel",
      "salasar"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "chachu-har-rishte-mein-pyaar",
    "title": "चाचू – हर रिश्ते में प्यार, हर मोड़ पर साथ",
    "author": "Ekta Batra Chopra",
    "relationship": "Niece",
    "content": "ऐसे कई मौके हैं जब चाचू ने सिर्फ यह नहीं कहा कि \"आकर ले जाओ,\" बल्कि हर चीज़ खुद फेंक करवाकर courier की, और फिर खुद उसका tracking करते रहते कि पहुंचा या नहीं, कहीं कुछ खराब तो नहीं हुआ। मैं उन्हें हर बार फ़ोटो भेजती, \"चाचू, सब ठीक-ठाक पहुंच गया।\"\n\nजब भी वो हमारे घर आने वाले होते, तो उनका फोन आता, \"क्या लाऊं?\" मैं कहती, \"कुछ मत लाना चाचू, बहुत कुछ बना हुआ है।\" तो कहते, \"अच्छा, सफेद ढोकला ले आऊं? मटर ले आऊं? सुमित को अच्छा लगेगा? या समोसे ले आता हूं?\" मना करती रहती, तो फिर हम यही फाइनल करते कि, \"चाचू, आप अपने आप ले आओ... बस quantity कम लाना!\" लेकिन जब वो आते... तो बड़े-बड़े थैले भरकर प्यार लाते।\n\nहमारा रिश्ता कुछ ऐसा बन गया था कि जो भी चाहिए, \"चाचू से पूछ लो, contact तो मिल ही जाएगा!\" बच्चों के birthday पर तो जैसे रिवाज़ सा बन गया था, return gift की help तो चाचू ही करेंगे। और सुमीत के साथ... सुमीत के पेरेंट्स के साथ.... चाचू ने ऐसा दिल का connection जोड़ लिया था कि उनका एक अलग ही संबंध बन गया था, जो सिर्फ मेरे ज़रिए नहीं था। वो अपनापन, वो भरोसा, वो चुपचाप बहता हुआ रिश्ता, अपने आप में बहुत ही खास था।\n\nइशिका और चाचू का रिश्ता तो एक अलग ही स्तर पर था, एक silent connection! आँखों ही आँखों में सब कुछ कह-सुन लेना... जब भी मिलते, इशिका दौड़कर उनके पास जाती, और फिर दोनों की अपनी setting चलती रहती। आँखों-आँखों में बातें... बिना कुछ कहे सब समझ जाना, आज भी वो सीन मेरी आँखों के सामने ताज़ा है।\n\nआप great थे, और great हैं, चाचू जी! जय श्री राम जय माता दी !",
    "page": 105,
    "category": "family",
    "tags": [
      "niece",
      "har-rishte-mein-pyaar",
      "courier",
      "dhokla",
      "connection",
      "ishika"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "tony-mama-mera-rishta-yaadein",
    "title": "टोनी मामा - मेरा रिश्ता, मेरी यादें",
    "author": "Dr Manisha Sachdeva",
    "relationship": "Niece",
    "content": "बचपन में टोनी मामा से मेरा रिश्ता थोड़ा धुंधला था। सब उन्हें \"टोनी मामू\" कहते थे, एकदम कूल वाला vibe था उनका बाकी cousins के साथ। लेकिन मैं उन्हें हमेशा \"मामा जी\" बोलती थी... डर से नहीं, बस एक respect था, एक दूरी भी शायद, जो समझ में तब नहीं आती थी।\n\n2016 में जब पापा नहीं रहे, तभी से मामा से रिश्ता जैसे दोबारा से जुड़ने लगा। वो जब मुझे गले लगाते थे, वो टाइट हग, उसमें जैसे वो कहना चाहते थे, \"मैं हूं बेटा, तू अकेली नहीं है।\" उस hug में बहुत कुछ था, comfort, protection, belonging.\n\n2021 के लॉकडाउन में मैं और मम्मी कुछ दिन मामा के घर रुके थे। इतने relaxed और fun-filled दिन थे- खाना, गेम्स, बातें और वो एक गेम मुझे आज भी याद है जहां सबको एक-दूसरे की कोई अच्छाई बोलनी थी। सुनकर हैरानी हुई कि हमारे घर के बड़े भी इतने genuinely एक-दूसरे के बारे में बोल सकते हैं। और फिर एहसास हुआ, हम लोग अक्सर अपनों की अच्छाइयां for granted ले लेते हैं।\n\nPhysiotherapy Day भी मेरे लिए और मामा के लिए बहुत special होता था। हर साल September में मेरे क्लिनिक में physiotherapy day होता है, और मामा वहां जैसे host बन जाते थे! कभी कुछ लेकर आते, कभी गेम्स करवा देते, कभी patients से बातें करने लगते, सबको involve कर लेते थे।",
    "page": 106,
    "category": "family",
    "tags": [
      "niece",
      "mama-ji",
      "tight-hug",
      "lockdown",
      "physiotherapy-day",
      "host"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "tony-mama-rishta-yaadein-continued",
    "title": "टोनी मामा, मेरा रिश्ता, मेरी यादें (continued)",
    "author": "Dr Manisha Sachdeva",
    "relationship": "Niece",
    "content": "He loved making people happy. कभी-कभी इतना ज़्यादा कि खुद को over-stretch कर देते थे। And I feel... कुछ traits उनके मुझमें भी हैं, और बाकी उनकी बहन (मतलब मेरी मम्मी) ke आ गए हैं।\n\nमेरी शादी के बाद जब राजन मामा जी से मिला, तो एक अलग ही connection बन गया था। Infact, मिलने से पहले ही Mamaji ने उससे phone पर बात शुरू कर दी थी! पहले थोड़ा unknown बन के message किया, फिर धीरे-धीरे रोज़ बात करने लगे, texting every day. मुझे लगता है राजन को भी उनके साथ कुछ अलग सा connection feel होता था।\n\nSeptember में जब वो बीमार पड़े, तब ऐसा लगा कि उन्होंने हमें emotionally prepare कर दिया था... धीरे-धीरे। और फिर वो चले गए। शायद इसलिए आज हम सब उनके बारे में इतना कुछ लिख पा रहे हैं, बिना हर रोज़ रोए। रोते हैं... अंदर से बहुत कुछ हिल जाता है, लेकिन उनके जाने के बाद एक अजीब सी presence बनी हुई है, sadness से ज़्यादा unseen साथ महसूस होता है।\n\nMamaji, आपने सब कुछ दिल से किया, और हमें सिखाया कि किसी भी रिश्ते को धीरे-धीरे कैसे गहराई दी जा सकती है। आप अब भी हमारे बीच हो, उन hugs में, उन gifts में, physiotherapy day के हर कोने में... और उस energy में, जो हर किसी के चेहरे पे मुस्कान ला देती थी।",
    "page": 107,
    "category": "family",
    "tags": [
      "niece",
      "making-people-happy",
      "rajan",
      "connection",
      "presence",
      "energy"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "to-live-selflessly-love-unconditionally",
    "title": "\"TO LIVE SELFLESSLY AND LOVE UNCONDITIONALLY\"",
    "author": "Mukul Arora",
    "relationship": "Son-in-Law",
    "content": "Tony Chachu was one of the most selfless and loving human beings I've ever known. He was always thinking about what more could we do to help others. If anyone was in any sort of difficulty, he would always, always be there. And he did all of this without any expectation from the other person whatsoever, which was really, really inspiring to see.\n\nWe've all grown up hearing phrases like: \"Karm karo aur phal ki ichha mat rakho\" \"Neki kar dariya mein daal.\" They sound noble in theory but often feel impossible to live by. Tony Chachu showed us that it is very much possible. It's no surprise that he was the most popular family member.\n\nOne other quality I really admire about chachu was the way he lived in the moment, was so full of life and always had a smile on his face. When he was with kids, he would become a kid and engage with them at their level.\n\nTony Chachu showed us all how to live selflessly and love unconditionally. His legacy doesn't just live in our memories- it lives in the way he inspired us to be kinder, more present, and more generous. His spirit of giving, his zest for life, and his gift for bringing people together will continue to shine through in all of us. Tony Chachu will always hold a special place in my heart, and remembering him will forever remind me of the kind of human being I aspire to be.",
    "page": 108,
    "category": "family",
    "tags": [
      "son-in-law",
      "selfless",
      "unconditional-love",
      "inspiring",
      "legacy",
      "zest-for-life"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "very-fond-memories-tony-mamaji",
    "title": "MY VERY FOND MEMORIES OF TONY MAMAJI",
    "author": "Navita Sachdeva",
    "relationship": "Daughter-in-Law",
    "content": "Some bonds go beyond words...deeply rooted in love, laughter, and understanding. Tony mamaji was one such presence in our life. A gentle guide, a source of wisdom, and often, the warmest comfort in the room.\n\nI remember his infectious laugh, the way he made even the simplest moments feel special. Whether it was stories from his youth, thoughtful advice shared over tea, or just his reassuring presence during tough times, mamaji had a way of making everything better.\n\nHe taught us values without preaching, strength without harshness, and love without conditions. His legacy isn't just in the memories we carry, but in the way he shaped the goodness in our hearts.\n\nThough he's not physically with us, I carry his smile, his kindness, and his teachings every single day.\n\nForever in my heart, Tony mamaji. Miss you. Jai Shree Ram.",
    "page": 109,
    "category": "family",
    "tags": [
      "daughter-in-law",
      "mamaji",
      "infectious-laugh",
      "gentle-guide",
      "teachings",
      "jai-shree-ram"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "hard-to-explain-in-words",
    "title": "\"IT'S HONESTLY HARD TO EXPLAIN HIM IN WORDS....\"",
    "author": "Rajan Sethi",
    "relationship": "Son-in-Law",
    "content": "...He was one of those persons who could make everyone feel special, like you were the only one that mattered in that moment. And he did this so effortlessly, with so much love and warmth. I saw it with myself, with my parents... he just had this gift of making a place in people's hearts.\n\nI didn't know Mamaji for a very long time. We got to know each other after I got married in 2022, but even in that short time, there were moments that really stayed with me. He would call randomly, sometimes just to check in, or show up out of nowhere with kachoris or something he picked up on the way. He'd click many photos during family get-togethers and send them later with sweet messages. Simple gestures but so full of love.\n\nEven when he was in the hospital, fighting for his health, low on energy and strength, he still gave me a chocolate. I still think about that. Who does that? In a moment where most people are struggling just to get through, he was still thinking about others. And every time I remember that: I think, why did I eat that chocolate? I should've kept it with me. It wasn't just a sweet, it was a moment, a memory, a gesture of pure love.\n\nMamaji, you are missed. Thank you for all the love, the little moments, and just being you.",
    "page": 110,
    "category": "family",
    "tags": [
      "son-in-law",
      "hard-to-explain",
      "special",
      "kachoris",
      "chocolate",
      "pure-love"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "mukaish-ki-saree",
    "title": "STORY TIME: MUKAISH KI SAREE",
    "author": "Roopshree C Kaistha",
    "relationship": "Niece",
    "content": "It was 1995, the time of my school farewell, a truly special occasion. You all know how particular I've always been about dressing a certain way. I had a clear vision: I wanted to wear a peach-colored saree with silver mukaish work all over. That soft shimmer, that delicate elegance... it had to be just right.\n\nI told Mumma about it, but she was unsure where to even begin. Still, we went from shop to shop, South Ex and a few other places, but nothing matched what I had in mind. Then, Mumma spoke to Mama. As soon as he heard about my saree hunt, he got excited and asked, \"Kya chahiye? Kaisi chahiye?\"\n\nMama took it upon himself like a mission. He brought back five different white sarees, each with a unique design. I still remember his taste and mine didn't always match. He kept suggesting, \"Yeh wali le lo, yeh achhi lagegi,\" but I had already made up my mind. \"No, Mamu, I want this one only,\" I said firmly, pointing to the one that stole my heart.\n\nThen came the next step, dyeing it peach, exactly the shade I had dreamt of. He had it all done. I didn't have to run around anywhere, everything came to me, thanks to Mama. He did all the legwork so I could focus on my studies. He did the same process in so many other stages of our lives, when we got married, had kids - handled these little big sourcing assignments just so we would be at ease. May he rest in peace now.",
    "page": 111,
    "category": "family",
    "tags": [
      "niece",
      "mukaish-saree",
      "school-farewell",
      "1995",
      "peach-color",
      "mama-mission"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "my-ode-to-man-who-loved",
    "title": "MY ODE TO THE MAN WHO LOVED",
    "author": "Ruchika Chawla",
    "relationship": "Niece",
    "content": "आ चल के तुझे, मैं ले के चलूं, एक ऐसे गगन के तले, जहां ग़म भी न हो, आंसू भी न हो, बस प्यार ही प्यार पले। - दूर गगन की छांव में (1964)\n\nThis song epitomizes my Mamu and what he stood for me. He taught me to love unconditionally and always with a smile.\n\nHe was my first port of call, because I knew he was always there for me, and more importantly, for the family. Whether it was the white dhokla he always got for me, or the special Bharat ke seviyan ki mithai, or the dark chocolate at the hospital, he remembered all my favourites (including him) and always made sure they were there.\n\nHe taught me to graciously accept love. He showered his love with gifts, hugs, and blessings. At first I used to tell him, \"Rahne do Mamu,\" but he would not listen. So I accepted it, as all this was his way to love. He loved it when I made demands on him, and no matter what they were, all were taken care of with utmost love and care.",
    "page": 112,
    "category": "family",
    "tags": [
      "niece",
      "my-ode",
      "unconditional-love",
      "white-dhokla",
      "graciously-accept-love",
      "demands"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "my-ode-continued",
    "title": "MY ODE TO THE MAN WHO LOVED (continued)",
    "author": "Ruchika Chawla",
    "relationship": "Niece",
    "content": "Rakhi is a very special festival for me, and I think somewhere, he is the reason for it. He taught us what sibling love is, and what it means to stand with them no matter what.\n\nOn Rakhis, he loved that we all got together (always preferably in Shalimar Bagh if he had his way and his sisters didn't throw a tantrum), shared laughs, love, and food, together from morning to at least the evening, if not dinner.\n\nThe last Rakhi we celebrated together, he sat me down and gave me, from his wallet, a coin he had from Vaishno Devi. I don't know since when. That coin will always hold a special space in my heart and wallet :)\n\nMamu Jaan, thank you for everything that you did and stood for in life. I know you are there with us, somewhere in the door gagan ki chhaon mein, looking upon all of us, blessing us, and guiding us to create a world around us, jahan pyaar hi pyaar pale! Love you, always!",
    "page": 113,
    "category": "family",
    "tags": [
      "niece",
      "rakhi",
      "sibling-love",
      "shalimar-bagh",
      "vaishno-devi-coin",
      "door-gagan-ki-chhaon"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "aaj-hum-katha-sunate-hain",
    "title": "\"AAJ HUM KATHA SUNATE HAIN... RAM NAHI, RAM BHAKT KI...\"",
    "author": "Saryu Khanna",
    "relationship": "Niece, his favorite Dentist",
    "content": "एक ऐसा राम भक्त जो सिर्फ पूजा में नहीं, हर इंसान के चेहरे पे मुस्कान लाने में विश्वास रखता था। वो थे हमारे प्यारे Tony मामा जी।\n\nउनके जैसे लोग भगवान हर बार नहीं बनाते। वो दिल के इतने साफ, इतने उदार, इतने प्यारे थे कि लगता है भगवान ने खुद चुन के भेजा था प्रेम बांटने के लिए, इंसानियत का पाठ पढ़ाने के लिए, और दुनिया को ये याद दिलाने के लिए कि: \"Kindness keeps the world afloat.\"\n\nमामा जी हर दिल का गीत थे, हर रिश्ते का गहरा रंग थे। उन्होंने कभी किसी का जन्मदिन नहीं भूला, हर तस्वीर को छांट छांट कर video बनाते, दो घंटे नहीं, पूरा दिल लगाते। उनके लिए हर रिश्ता एक इबादत था।\n\nहमें उनकी यादों में रोना नहीं है, हमें उनकी बातों में जीना है, और हर दिन उनकी एक quality को अपनी ज़िंदगी में उतारना है - थोड़ा हंसना, थोड़ा बांटना, थोड़ा ममता देना। और जाते जाते, उन्हीं के अंदाज़ में - जैइइइइ राम जी की!",
    "page": 113,
    "category": "family",
    "tags": [
      "niece",
      "ram-bhakt",
      "kindness-keeps-world-afloat",
      "har-dil-ka-geet",
      "ibadat",
      "jai-ram-ji-ki"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "see-you-again",
    "title": "SEE YOU AGAIN!",
    "author": "Shreya Bhatia",
    "relationship": "Soumya's sister",
    "content": "What a personality he was - I've never met anyone so warm, so giving. He had the biggest heart. That's something to truly learn from him. He was the kind of person no one could dislike. And somehow, he was never tired. His energy was always so positive, so full of life... it was something to aspire to.\n\nHonestly, it still doesn't feel like Tony Uncle is gone. For me, he's still around. I hesitated meeting him in his final days. I wanted to remember him the way I've always known him. I prayed a lot.\n\nHe's on his onward journey now, but we mortals will miss him a lot. They say you experience true peace when you leave this world, that's what I wish for him. And they also say that people who are close find their way back to each other in another lifetime. I believe that too.",
    "page": 114,
    "category": "family",
    "tags": [
      "soumyas-sister",
      "see-you-again",
      "biggest-heart",
      "positive-energy",
      "onward-journey",
      "another-lifetime"
    ],
    "chapter": "next-generation"
  },
  {
    "id": "main-hoon-na",
    "title": "\"MAIN HOON NA\"",
    "author": "Shweta Batra Saigal",
    "relationship": "Niece",
    "content": "All my life Tony Chachu has always, always been there. Good times or bad... the one constant who has always shown up for me... always providing a safe space when things got tough. And at the heart of all good times... he was there, smiling, joyful... standing with hands always overflowing with bags of food and gifts!!\n\nHis love for Bollywood and cricket was legendary!! From the time we watched the India-New Zealand semi-finals last year, where he organised the big TV and we all sat in the drawing room and watched the match (and we have done it loads of times)... to times when I was much, much younger and Chachu used to get the VCR and we used to watch हिंदी movies...\n\nMy favourite moment with Chachu was on my wedding day... he hugged me and said... \"तू आराम से जा बेटा... मैं हूँ न...\" These three words sum up my Chachu for me...\n\nThe time I spent with Chachu when I stayed with Chachu and Chachi while I was expecting Aarohi and Ariana... though it was a very stressful time as I had this constant fear of something going wrong... he was one person who constantly told me... \"Everything will be OK... keep faith in God...\"\n\n\"Jai Shree Ram,\" you'd always greet,\nA voice both calm and true,\nNow every time I hear those words,\nI feel a part of you.\n\nA heart of gold, so pure, so vast,\nYou lived to give, to care,\nFor your parents, children, near and far-\nYour matatav was rare.",
    "page": 115,
    "category": "family",
    "tags": [
      "niece",
      "main-hoon-na",
      "wedding-day",
      "bollywood",
      "cricket",
      "aarohi-ariana"
    ],
    "chapter": "family-extended"
  }
]