[
  {
    "id": "foreword",
    "title": "Foreword",
    "author": "Editorial",
    "relationship": "Introduction",
    "content": "In loving memory of Gajender Batra, urf Tony, Bhai... Mamashree to me. Growing up, I was incredibly fortunate to have Tony Mama by my side. Sometimes he was a father figure, sometimes a friend, but most often he was my ever-cheerful, resourceful and loving \"Mamashree\". His presence was the highlight of my experiences at my Nani's house, and his ability to make everyone around him feel special left an indelible mark on my life. Through his actions and values, he imparted to me values that have subconsciously become a big part of who I am today.\n\nThis memory book is more than just a collection of remembrances; it's a celebration of his life and the joy he brought to all who knew him. This book is a collection of memories that reflect TONY-ism: the philosophy of living like TONY. It is a collection of memories that we have as a family. This book is a way to keep him and his legacy alive, particularly in the hearts of the people he touched, and also to share with the young ones who carry on ahead, and the little ones who have the right to experience his love. It is a collection- of laughter, love, tears and self-less devotion that made the man that he was.\n\nWithin these pages, you'll find a diverse array of elements: stories that capture the essence of his character, heartfelt messages of love, and poems from family and friends touched by his kindness and spirit. You'll also discover his passions - Bollywood, singing, cricket, puzzles woven throughout this interactive book, ensuring that his unique philosophy, which we lovingly call \"TONY-ISM\" lives on. Tony-ism reflects his approach to life, embodying principles of joy, generosity, and the ability to make every moment count.",
    "page": 4,
    "category": "family",
    "tags": ["foreword", "introduction", "tony-ism", "philosophy", "legacy"],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "hum-do-humare-char",
    "title": "Hum Do Humare Char: Ek Pyaar Ka Nagma",
    "author": "Poonam Batra",
    "relationship": "Wife",
    "content": "A trip down memory lane, with Poonam Batra, Tony's wife. Over time, our friendship grew into something more. एक प्यार का नगमा है, मौजों की खानी है, zindagi और कुछ भी नहीं, तेरी मेरी कहानी है। but like many love stories, my parents didn't approve of the match for various reasons. We had to wait patiently for seven years. Ultimately, they gave in, but on their own terms, and never accepted our marriage till their end. But I was lucky. Tony's parents and relatives accepted me with open arms and never made me feel guilty.\n\nWe were blessed with two lovely children. Ashish and Divya, and I'm glad they have both imbibed their father's values of love and respect. He was a husband and father par excellence - a man of passion, always ready to fulfil your desires. Be it food, clothes, or gifts, you only had to mention it, and he'd get busy getting it. He religiously followed the principle that whenever you return home in the evening from work, never come empty-handed, bring something for your children or family.\n\nWe both loved to host parties and celebrate birthdays, not just of Ashish and Divya, but also Shweta and Abhishek. Our anniversary, parents' anniversary, and Bhaiya's anniversary too. The invitees included not only their school friends but also neighbors, friends, and extended family. The whole family would gather at our home for Rakhi and Tikka, and these occasions were celebrated with great enthusiasm, with ample gifts and food to suit everyone's tastes.",
    "page": 8,
    "category": "family",
    "tags": [
      "love-story",
      "marriage",
      "family",
      "memories",
      "partnership",
      "celebrations"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "letter-from-son-to-son",
    "title": "A Letter from a Son, to his Son",
    "author": "Ashish Batra",
    "relationship": "Son",
    "content": "To my dearest Samarth, There's someone very special I want to tell you about with this letter, someone who would have loved you with all his heart. Someone you met very shortly, but whose love you carry in your presence, your smile, and your spirit. This letter is about your Dadu - my father a man I miss every single day. Your Dadu was the son every son wants to be. The way he took care of his parents was something I will always admire. He did everything under the sun to fulfill their needs, not just the big things, but also the smallest ones that only a truly loving son would notice. And it wasn't just his parents, he extended that same respect and service to every elder in the family. His uncles, aunts, even his elder siblings, he looked after them all with deep affection and a sense of duty that came naturally to him.\n\nYour Dadu was the brother every brother wants to be. He shared a bond with his siblings that was rooted in joy, laughter, and unshakeable loyalty. Their conversations were filled with laughter, food, and memories. He kept in touch with cousins too, near and distant, through impromptu calls, surprise visits, and never missing a birthday. There was always a warmth in his relationships that made people feel special just by being around him.\n\nYour Dadu was the friend every friend wants to be. To him, friends were truly family. He made time for them, celebrated with them, stood by them in tough times, and never let distance or time weaken those bonds right from Kashmir to Tamil Nadu. The list of his friends was never-ending, and yet, he made each one feel like they were his best friend. People came to him not just for a laugh, but for comfort, and always for a warm hug.\n\nAnd now, my dear Samarth, here's what I want you to know most of all: There is no doubt in my mind (or anybody who knew him well) - Your Dadu would have been the most amazing Dadu in the world. You would have been his little prince, his Golumal. He would've spoiled you endlessly! With food, hugs, stories, and laughter. He would've held you in his arms every morning, sung you bhajans, shown you the world on his shoulders, and told you all the stories of his pranks with his siblings and outings with your Dadi.",
    "page": 11,
    "category": "family",
    "tags": [
      "father-son",
      "grandson",
      "legacy",
      "memories",
      "devotion",
      "spirituality"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "dear-papa-soumya",
    "title": "How i wish you were here",
    "author": "Soumya",
    "relationship": "Daughter-in-law",
    "content": "Seven years of knowing you, your love for a lifetime.. it will be impossible to recount what we shared through instances over these years, there were times you understood without me saying what I needed, there were times you asked \"tu bol na beti.. ho jayega... there were times you took me by surprise with just how thoughtful one could be.\n\nWords will fall short and no one needs any telling of what we had which was special in its own very strong way. You were always there, you will always be there. Samarth knows you, your love, your spirit, through your everlasting blessings.\n\nHow I wish you were here, how I still imagine so many times and re-live a few precious moments of my day with you around.\n\nIt is true the void is impossible to fill, but I will remind myself there was so much life you added to the years, I won't count the years to life.\n\nLove and light to you always, Papa!",
    "page": 14,
    "category": "family",
    "tags": [
      "daughter-in-law",
      "understanding",
      "thoughtfulness",
      "love",
      "memories"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "meethi-reet",
    "title": "A Meethi Reet",
    "author": "Nikesh Masiwal",
    "relationship": "Son-in-law",
    "content": "My first interaction with Papa was in 2018, one afternoon in my office. A new brief had come in from a client. Unsure if it was practical, I discussed it with Divya, who told me to call the best man for the job. Thinking he was speaking to Divya's boss, he took my call. I sent him images on WhatsApp. and Papa asked. \"Yeh tum kaise karna chahte ho?\" I said, \"Mujhe nahi pata,\" and he guided me on practical additions to the Welcome Kit for Godrej Hicare. Little did I know it was also a Welcome Kit for me.. into Tony-ism and all the love to come.\n\nThat evening, Divya excitedly said, \"Nikesh, Papa loved talking to you!\" I learned that Tony Papa had told her, \"He's a good boy, samjhdar hai.\" This simple validation meant the world to me. From that day forward, our relationship wasn't just formed; it was cemented with trust, respect, and genuine care.\n\nOver the years, Papa became my go-to for everything - from business advice to life guidance. His wisdom was always practical, his approach always solution-oriented. But more than that, he became a true father figure to me. He never made me feel like an outsider; I was simply his beta, his son.\n\nPapa first came into my life in 2014-2015, when I travelled with Divya in the Metro. He'd call her exactly at JLN Stadium, Chandni Chowk, and Kashmere Gate to ask her location. As she went downstairs to him at Jahangirpuri, I tried catching fleeting glimpses, imagining a Bollywood-style Punjabi Papa with a jeep and moustache. The distance from where I stood was just a staircase away, but my assumptions were far off. Had I dared to follow Divya and say hi, I now know he would have taken me to the best chaat corner in Shalimar Bagh.",
    "page": 15,
    "category": "family",
    "tags": [
      "son-in-law",
      "guidance",
      "business",
      "mentorship",
      "hanuman-devotion",
      "first-meeting"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "mere-papa-with-love",
    "title": "To, Mere Papa With Love",
    "author": "Divya",
    "relationship": "Daughter",
    "content": "People often say I'm lucky to have had a father like you. I get what they mean... but sometimes I want to ask them, what kind of luck takes my papa away so soon? Many people say they have the best dad, mine actually was. As a child, I have only a handful of memories of us... They are small, scattered snapshots.. little moments in shops where you would quietly get me the things I wanted. moments when you would pick me up from school and we'd stop for ice cream, or when you'd let me sit on your lap while you drove (which was probably not the safest thing to do, but felt like the most special thing in the world).\n\nBut the bulk of my memories of you as my father are from when I became an adult. And in those years, you became not just my papa, but my friend, my advisor, my biggest cheerleader, and my safe space. You were the person I could call at any hour, with any problem, any fear, any excitement, and you would always, always make time for me.\n\nYou taught me what it means to have faith - not just in God, but in life, in people, in the goodness of the world. Even when things were hard, even when you were struggling, you always found reasons to be grateful, to be hopeful, to be kind. You showed me that strength isn't about being tough or invincible; it's about being tender and open-hearted even when the world gives you reasons to close off.\n\nWhen I told you and ma about Nikesh, I was nervous, but you met my honesty with your own brand of caution and care. You said. \"Mujhe toh pehle se hi laga tha\" and there was an apprehension in your face the next few days- \"Business se zyada job stable hoti hai, beta... I know where you came from. But soon as you met Nikesh, I got to witness something truly special, the way you opened your arms to him, how you welcomed him into our family, not just as a son-in-law but almost as your fourth child. You spoiled him the same way you always spoiled me.",
    "page": 18,
    "category": "family",
    "tags": [
      "daughter",
      "father-daughter",
      "love",
      "memories",
      "faith",
      "strength",
      "nikesh"
    ],
    "chapter": "foreword-family-foundation"
  },
  {
    "id": "best-of-all-of-us",
    "title": "The Best of All of Us - Interview",
    "author": "Jitendra Kumar Batra",
    "relationship": "Elder Brother",
    "content": "Q: What was your relationship like? Through all his and my life Tony was especially close to me. Tony mere sukh dukh sabka saathi tha. Last twenty years - I think were the best for us together. He not only lived close by, but was the most important part of my family. I don't think I have made any important decision in last two decades without Tony's presence. Be it for Abhishek's college, buying this house, Shweta's marriage, Abhishek's marriage, and even more so in difficult times when Madhu wasn't well. I don't think we would have survived the Covid lock down without Tony's cheerful presence every day. He was more like my eldest son, more than my youngest brother.\n\nQ: Which of his qualities stood out to you the most? Unconditional Love and Generosity of Heart\n\nQ: What are your other fondest memories of him? This one time when Abhishek was in Pune, Abhi wanted to get a bike for himself. Though I wasn't directly involved, between Tony, Shweta and Abhishek they chalked out a plan on how to convince me. Tony ne pehla cheque bheja tha.. Bus mujhse final delivery lene se pehle permission li. This happened so often.. Whenever Shweta or Abhishek were wary of approaching me for something.. It was always through Tony. Tony was not only my lifeline but their life line too.\n\nYou were the best of all of us - gentler. wiser. somehow always more kind. more joyful. more present. The one who made us laugh and held us together without even trying. I still look for you. Every morning when the bell rings. every time I go downstairs wondering if I will run into you.. in the silence that now fills my heart. You were my younger brother. but also my teacher. my mirror. You were.. my heart walking outside me.",
    "page": 24,
    "category": "elders",
    "tags": [
      "elder-brother",
      "close-bond",
      "family-decisions",
      "unconditional-love",
      "generosity"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "tribute-to-tony-pkb",
    "title": "A Tribute to Tony",
    "author": "Pushpinder Kumar Batra (PKB)",
    "relationship": "Elder Brother",
    "content": "Tony was born on 18th August 1959. a Rakhi day, a coincidence that would later come to define how central he became to our family celebrations. Eleven years younger than me. I practically helped raise him. earning the nickname \"आधी मां\" (half-mother). One vivid memory still makes me laugh: he'd sit on my lap, only to immediately relieve himself all over me- a ritual so regular it became a running family joke.\n\nIn the mid-70s. we lived in Ramesh Nagar. One Sunday, we kids- me. J.K.. Tony. and Neena- were determined to lure our father home early from the temple. \"Your friend Mr. Bhalla has come to see you.\" we told him. Puzzled, he returned home, only to find a bowl of Dahi Bhallas waiting. \"Here's Mr. Bhalla!\" we laughed. To our relief. he joined in. laughing along with us. It was one of those joyful. mischievous moments that defined our childhood.\n\nAfter graduating around 1977-78, the family considered Tony's future. Rather than to push him into a job. we encouraged him to try his hand at business. Despite our Father's reservations - \"पहले साल हट्टी होता है. दूसरे साल चट्टी. तीसरे साल खट्टी\" we believed in giving Tony time to grow. He entered the printing business with Mr. Rajeev Dave. becoming the first entrepreneur in the Batra family.\n\nTony had a rare ability to stay genuinely connected with everyone, across generations. From our father's peers to their great-grandchildren, he was a steady, loving presence. Children especially adored him. He never arrived without snacks or gifts. even when parents protested. His home was a place of welcome. He was a generous host, especially on Rakhi and Tikka. which he and Poonam hosted year after year at Shalimar Bagh.",
    "page": 26,
    "category": "elders",
    "tags": [
      "elder-brother",
      "childhood",
      "business",
      "entrepreneur",
      "hosting",
      "rakhi"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "mera-tony-neena",
    "title": "Mera Tony - Interview",
    "author": "Neena Chawla",
    "relationship": "Elder Sister",
    "content": "प्रश्नः उनमें सबसे विशेष गुण कौनसे थे? निस्वार्थ सबको प्रेम करना, बड़ों के प्रति समर्पण, दूसरों को खिलाने का आनंद, और दिल की उदारता। ये सभी गुण उसे औरों से अलग बनाते थे।\n\nप्रश्नः कोई ऐसा किस्सा या घटना बताइए, जिसमें यह गुण सबसे ज़्यादा झलका हो? जब भी घर में कोई बीमार होता, पता नहीं कैसे टोनी को इसकी खबर लग जाती थी। अपना काम छोड़कर मिलने आता। चाहे सिर्फ़ 10 मिनट रुकता, लेकिन उस में भी अपनी सकारात्मक ऊर्जा और मुस्कान से सबका दिल खुश कर देता था। उसके साथ होने से ही जैसे सब ठीक हो जाता था।\n\nप्रश्नः उनके साथ आपकी सबसे प्यारी यादें कौन-सी हैं? मेरी पहली याद है 18 अगस्त 1959 की। वो रक्षाबंधन का दिन था, और टोनी का जन्म हुआ। हम सब घर पर ही थे जब ये हुआ, और मेरी ख़ुशी का ठिकाना नहीं था। बेबी और मैं तो बस नाचते- झूमते रह गए कि भगवान ने रक्षाबंधन के दिन हमें हमारा भाई भेजा है। मैं उसे गोदी में लेकर यहाँ- वहाँ घुमाती थी, और हमारा ये प्यारा रिश्ता साल दर साल और भी गहरा होता गया।\n\nटोनी और खाने का बहुत गहरा रिश्ता है। आपकी क्या यादें हैं इसमें? टोनी को खाने की शर्त लगाने का बहुत शौक था। अंशु के साथ कितनी इडली खानी है, रसगुल्ले, और पता नहीं क्या-क्या। जब हम घर जाते थे, तो वह हमेशा गोलगप्पे और टिक्की लेकर आता था।",
    "page": 28,
    "category": "elders",
    "tags": [
      "elder-sister",
      "birth-memory",
      "selfless-love",
      "food",
      "raksha-bandhan"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "mujhe-sambhala",
    "title": "Mujhe Sambhala... Aur Khud Bhag Gaya",
    "author": "Mrs Geeta Sachdeva",
    "relationship": "Elder Sister",
    "content": "प्रश्नः उनमें सबसे विशेष गुण कौन-से थे? उसका दिल इतना उदार था, क्या ही बताऊँ ! \n\nप्रश्नः आप यह बताओ कोई ऐसा किस्सा या घटना बताइए, जिसमें यह गुण सबसे ज़्यादा झलका हो। कोई भी फंक्शन हो, शादी हो, किसी के बच्चा हुआ हो, किसी के भी घर में कोई भी ख़ुशी हो, वो ऐसे खुश होता जैसे उसके अपने घर में हुई हो। और बस महसूस ही नहीं करता, वैसे ही बिहेव भी करता था। मुझे इस बात की बहुत तसल्ली है कि वो अंत तक ये ख़ुशियाँ महसूस करता रहा।\n\nप्रश्नः आपका रिश्ता सबसे अच्छा कब था? जब हमारी माँ चली गई ना, मुझे लगता है तब से हम और क्लोज़ हो गए। शायद इसलिए भी क्योंकि मैं भी उनसे बहुत अटैच्ड थी, और टोनी भी। हम दोनों का हाल ये था कि कुछ भी होता, बस रोने लगते। एक दिन टोनी बोला, \"देखता हूँ, पहले किसके आँसू सूखते हैं।\" मैंने भी कहा, \"ठीक है, देखते हैं!\" पर सच कहूँ तो हम एक-दूसरे से आँख भी नहीं मिला पाते थे।\n\nमाँ चालीगयी, बाप चला गया, इतना बुरा नहीं लगा। लेकिन जब यह गया, मेरा छोटा भाई, तब लग रहा है हम अनाथ होगये... ....शालीमार बाघ जाती हूँ तो खड़ा ही नहीं हुआ जाता, ऐसा लगता है अभी फोटो से निकल के कहेगा \"तू आयी नहीं इतने दिन से?\".... .... आखरी दिनों में कितना कहता रहा के, तुझे देख के ऐसा लगरहा है जैसे मेरी माँ आगयी है। मुझे मन करता था मैं वैसे ही उसका ध्यान रखें।",
    "page": 30,
    "category": "elders",
    "tags": [
      "elder-sister",
      "generous-heart",
      "mother-loss",
      "close-bond",
      "emotional"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "uncle-by-blood-brother-by-bond",
    "title": "Uncle by Blood, Brother by Bond",
    "author": "Mr Surendra Pal Batra",
    "relationship": "Uncle",
    "content": "Uncle by blood. brother by bond: Q: Which of his qualities stood out to you the most? Tony's nature was truly remarkable. His ability to give unconditionally, to care deeply without being asked, and to be there for people, that's what I'll always remember. He lived with integrity, with loyalty, and with a generous heart. If I ever needed anything, my first thought was, \"Let me call Tony\" And no matter what, his response was always positive. He had this deep-rooted dedication to family, to friends, to doing the right thing.\n\nQ: Can you share a story where this quality really came through? One memory that stands out is my son Neeraj's wedding. Being outside India, it was a big deal for me to coordinate everything. For me, it felt like a massive favour, but for Tony, it wasn't. He made the necessary calls, got things done, and made sure everything went smoothly. That's the kind of support that changes everything for someone living far away.\n\nI also remember how, nearly 20 years ago, during Nisha's wedding in India, he brought the whole family together, even Papaji. That gesture meant the world to me. At a time when even sending money online wasn't easy, Tony made sure the wedding card reached me. Those may seem like small things, but they brought a sense of belonging and connection that was priceless.\n\nQ: What was his biggest strength? And weakness? His greatest strength was the grace he carried, something only God can give. He lived a very spiritual life. He was even more devoted than RR ji, and was a founding member of the Ram Dullare Bhajan Mandli. As for weaknesses, I truly can't think of any. There was nothing lacking in him, at least not that he ever let show.",
    "page": 32,
    "category": "elders",
    "tags": [
      "uncle",
      "unconditional-giving",
      "family-support",
      "weddings",
      "spirituality"
    ],
    "chapter": "elders-perspectives"
  },
  {
    "id": "bhatija-kahoon-ya-bhai",
    "title": "Bhatija Kahoon Ya Bhai",
    "author": "Mrs Shashi Mutreja",
    "relationship": "Bua",
    "content": "टोनी बेटा- मेरे बड़े भाई, जिन्हें हम डैडीजी कहते थे, का बेटा था। वो मुझे बहुत प्यार करता था। आते ही मेरे पांव छूता था, और मना करने पर कहता, 'बहनों का आशीर्वाद तो बहुत ज़रूरी है।' डॅडीजी के जाने के बाद से, वो मुझे अपनी बुआ न कहकर बहन ही कहता था और मुझसे राखी-टिक्का भी करवाता था। जब भी वो हमारे घर आता, तो बहुत सारी खाने की चीजें लेकर आता था, और मना करने पर कहता, 'बहनों के यहाँ भी कोई खाली हाथ जाता है?' जब वो छोटा था, तो मैं उसे अपने साथ गाड़ी में खूब घुमाती थी। वो बहुत ही अच्छे और मीठे स्वभाव का था, और मुझे बहुत प्यारा था। भगवान उसकी आत्मा को शांति दे।",
    "page": 34,
    "category": "elders",
    "tags": ["bua", "respect", "rakhi-tikka", "gifts", "sweet-nature"],
    "chapter": "elders-perspectives"
  },
  {
    "id": "adventures-of-tony-pinky",
    "title": "Adventures of Tony and Pinky",
    "author": "Mohinder Kumar Batra",
    "relationship": "Cousin, BFF",
    "content": "टोनी भाई और मैने तो इतना समय बचपन में साथ बिताया कि अगर सारे किस्से सुनाने लगूं, तो पूरी किताब भर जाएगी। लेकिन मैं आपको एक-दो किस्से बताता हूँ। एक बार जब हम शायद 15-16 साल के थे, हम रमेश नगर में रहते थे। हमारी ड्यूटी लगी कि हम बिमला दीदी के पिताजी, यानी हमारे ताया जी के यहां शकूर बस्ती दिवाली देकर आएं। हमने आपस में यह तय किया कि हम सुबह-सुबह वहां जाकर दिवाली दे आएंगे और फिर विशाल सिनेमा में मॉर्निंग शो देखेंगे। ज़ाहिर सी बात है, मूवी का काम चुपके-चुपके होना था। वहां पहुंचे तो उन लोगों ने बड़ी मिन्नत की कि कुछ नाश्ता कर लो, लेकिन हमें तो पिक्चर देखनी थी, वो भी कोई ऐसी-वैसी नहीं, पिक्चर थी \"प्रेम कहानी\", जिसमें शशि कपूर और मुमताज़ थे। हमने उन्हें बहाना बनाया कि हमें और भी बहुत जगह जाना है। वहां से निकलकर हम साइकिल पर विशाल सिनेमा पहुंचे और बड़े मज़े से पिक्चर देखकर घर लौटे।\n\nएक और बहुत ही इंटरेस्टिंग किस्सा है मेरे और टोनी के लड़कपन का। साल था 1974। गुड्डी दीदी और रंजीत जीजाजी की सगाई हो चुकी थी और जीजाजी गुड्डी दीदी से मिलने आते रहते थे। उनके पास एक ऑरेंज कलर की लूना हुआ करती थी। तुम बच्चों ने तो शायद लूना का नाम भी नहीं सुना होगा। यह एक तरह से साइकिल का काफी advanced version होता था, पहले पैडल से स्टार्ट करना होता था और फिर accelerator दबाना होता था और वो अपने आप चलती थी।",
    "page": 40,
    "category": "family",
    "tags": ["cousin", "childhood", "adventures", "movies", "pranks", "luna"],
    "chapter": "family-circle"
  },
  {
    "id": "double-date-1988",
    "title": "A Double Date in 1988",
    "author": "Poonam Mohinder Batra",
    "relationship": "Bhabhi",
    "content": "The first time Tony Bhaiya and Poonam Bhabhi met me was in 1988. We went to Kwality Restaurant, a very famous and expensive place at the time. That was Tony Bhaiya for you, always a little extravagant. He chose that place because it was right opposite Bank of Baroda. Parliament Street, where Poonam Bhabhi was working. That made it easier for her to join us. That was one of his qualities. He always found practical ways to make things work for everyone. During the cheerful conversation. Bhaiya casually asked me what my favourite vegetable dish was. I thought for a moment and said. \"Bhindi.\" All three of them started laughing. I was confused. Had I said something funny? Then Tony Bhaiya told me. \"Your would-be husband is fondly nicknamed 'Bhindi' at home. Daddyji gave him that name!\"",
    "page": 42,
    "category": "family",
    "tags": [
      "bhabhi",
      "first-meeting",
      "kwality-restaurant",
      "bhindi",
      "practical"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "man-of-surprises",
    "title": "Man of Surprises",
    "author": "Poonam Mohinder Batra",
    "relationship": "Bhabhi",
    "content": "During our sagan ceremony. Tony Bhaiya had a big beard. but later when the baraat came, he suddenly appeared without a beard - barely recognisable - and everyone was so surprised at the changed look and clean-shaven face! Jatinder Jijaji gave him an as Tonyshed look. and they both started dancing in pure enjoyment! It was a beautiful moment, caught by the photographer. Later on, I came to know that in his own marriage also. he had done the same trick! On the marriage day, he had a long beard and a rugged look. like a Majnu. and till the time he went to get ready for the reception, he had the same look. But when he entered the reception hall. he was simply clean-shaven surprising every guest! Even Poonam Bhabhi didn't know he was going to change his look! That was his way of making people happy- by surprising them with his simple tricks!",
    "page": 43,
    "category": "family",
    "tags": ["surprises", "beard", "wedding", "clean-shaven", "happiness"],
    "chapter": "family-circle"
  },
  {
    "id": "adventures-of-petha-mufali",
    "title": "The Adventures of Petha and Mufali",
    "author": "K. K. Aggarwal (Bittoo)",
    "relationship": "Friend",
    "content": "In 1970s, while preparing for my 12th Board exams- during two months of study leave, I stayed at JK Bhaiya's home in Titarpur. That's where I met Tony, and we became close friends. Being January winters and my sweet tooth, he started calling me PETHA. He loved peanuts, so I called him MUFALI. MUFALI was emotional and kindhearted. He'd see me studying from morning to night. locked in a room. In the evening, he'd often request (or beg) Bhaiya to let me take a break. Really, it was for both of us, to unwind and occasionally birdwatch in Rajouri Garden! Pinky sometimes joined us on these fun little outings. I think he was working at Godrej back then. MUFALI also had a great appetite and loved street food. Being with him. I became a foodie too. Those were beautiful days, etched in my soul. They say you can take away wealth and property, but not memories.\n\nTONY was not only emotional and kindhearted but also an HONEST and GOD-fearing Ram Bhagat. I was reminded of him just last week when I went to drop a friend at New Delhi Railway Station - Ajmeri Gate side. It brought back a memory of an incident from there that still gives me goosebumps. Tony was once crossing the flyover from Paharganj to Ajmeri Gate. At the end of the flyover, he saw a crowd around an old man sitting on the pavement. After passing the crowd, he noticed a red cloth on the road. He stopped his blue Vespa scooter, picked up the cloth. and opened it, it was a gold bar. He understood what had happened. He quietly put it in his pocket and approached the old man to inquire. The man said. \"Bas samjho meri zindagi ki kamai kho gayi. Ab mere paas marne ke alawa koi raasta nahi hai.\" And just like that, our Ram Bhagat, our honest and pure soul gave the man his assets back. He asked for nothing in return except blessings, which meant far more to him than money ever could.",
    "page": 71,
    "category": "friends",
    "tags": [
      "friendship",
      "nicknames",
      "honesty",
      "gold-bar",
      "blessings",
      "street-food"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bond-beyond-blood",
    "title": "A Bond Beyond Blood - A Tribute to G K Batra (Tony Bhaiya)",
    "author": "Arvind Mittal",
    "relationship": "Friend since 1980",
    "content": "Today. I speak from the depths of my heart about a man who was more than just a part of my life, he shaped it in many ways. GK Batra. whom we lovingly called Tony Bhaiya, wasn't just my elder brother in spirit. he was also my closest friend. my trusted advisor. and my emotional anchor since the year 1980. It is rare to find someone who becomes an integral part of your family and your soul. not because of shared blood. but because of shared love. mutual respect. and unwavering presence. From the very beginning of our association. Tony Bhaiya radiated something special. He lived with a grace that made him stand out, yet remained grounded with humility that made him so loved. In every interaction, in every gesture, there was sincerity, kindness, and a rare sense of presence. He wasn't just there he truly cared. His qualities weren't performative they were his essence. For him. love, regard. and respect weren't social expectations they were his way of life.\n\nTony Bhaiya was the epitome of a thorough gentleman, not in a superficial or formal sense, but in the truest, most heartfelt way. He treated every person he came across with dignity. whether it was family, friends. or acquaintances. His aura commanded warmth and his smile disarmed even the most distant hearts. He had a unique gift: he made everyone feel important. If you were speaking with him, he gave you his complete attention. If you were celebrating something he celebrated with you as if it were his own joy. If you were in trouble, he was your calm during the storm.\n\nOne of Tony Bhaiya's most extraordinary and touching qualities was his astonishing memory, not just of facts or events, but of people's moments. He remembered everyone's birthdays and wedding anniversaries, not just for one age group or a handful of people. but across generations and extended families. He made sure to call. message, or personally remind others of those dates. In a world where many forget even their own commitments. Tony Bhaiya was the one who remembered us. He remembered what mattered to us.",
    "page": 72,
    "category": "friends",
    "tags": [
      "friendship",
      "gentleman",
      "memory",
      "birthdays",
      "anniversaries",
      "grace"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "bridge-of-hearts",
    "title": "A Bridge of Hearts - A Tribute to Shri Gajender Kumar Batra (Tony ji)",
    "author": "Shaikh Bashir Ahmed",
    "relationship": "Friend",
    "content": "It's hard to believe he is no longer among us. Batra ji was not just a friend: he was like a brother. family in every sense of the word. In a world so often divided by religion and background, he was a living bridge of love, unity. and understanding. I follow Islam, and he was a Hindu, yet we never saw differences. Instead. we found common ground in humanity, kindness, and mutual respect. In our faith, we call such a person a farishta (an angel) and that is exactly what he was. His humility, generosity, and boundless warmth lit up the lives of everyone he met. He had a rare gift: to make others feel seen. welcomed. and loved.\n\nI remember when I visited Delhi with my family, he welcomed us into his home as if we were his own kin. That day wasn't just a visit. it was a blessing, filled with heartfelt conversation. laughter, and the warmth only someone like Batra ji could provide. One of my most cherished memories is from 2008. when Batra ji visited Kashmir for the Amarnath Yatra. Despite the crowds and chaos. he came straight from Srinagar Airport to our home with his friends. We shared meals. stories, and unforgettable moments. Due to heavy traffic. we decided to take a helicopter for the yatra. Upon returning, we hosted a traditional Kashmiri lunch with a dastarkhan, copper utensils, and kehwa tea. He was fascinated by our culture, comparing it to Iran. and expressed heartfelt joy at the experience.\n\nWhen he returned from the pilgrimage, he brought back prasad for us, saying he had prayed for my family. Years later. in 2017. when we visited Delhi again, he insisted on picking us up himself- no cab no taxi. He spent the entire day with us even putting aside his business. We met his lovely family his wife, daughter. and father. During that trip. his love and care reminded us once again of how special he was.",
    "page": 74,
    "category": "friends",
    "tags": [
      "friendship",
      "interfaith",
      "kashmiri-culture",
      "amarnath-yatra",
      "bridge-of-hearts"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "yaadein-alka-singh",
    "title": "Yaadein",
    "author": "Alka Singh",
    "relationship": "Principal, Air Force Golden Jubilee Institute",
    "content": "I remember meeting Mr Tony in the corridors of AFGJI when JK Batra Sir was the Vice-Principal. I gently referred to him as 'Tony Sir' and Batra Sir in his loud baritone said-Don't call him Tony Sir. just call him Tony. But I also referred to him as Mr Tony or Tony Sir as he was elder to me. It is hard to believe that he is not with us. I still think that one day he will get down from his car in front of AFGJI and hand me a packet of papers to go through and edit. The other day my nephew reminded me and said that Batra Sir has never come to our house, but Tony Sir came to our house once. It was summer vacation and the school magazine 'Swarnima' had to be edited and printed. So he came to our home in Mahavir Enclave all the way from Shalimar Bagh to hand me the packet of papers. His dedication and commitment to his work is what I will always remember. He would often come to school with Question papers banners magazines etc. Our school has really had a long association with him and the entire family. He would generally come around 2 pm. meet the staff members with a lot of positivity and warmth. His conversations with me would centre around Batra Sir. all the children in his family etc. Once I was required to go to his office for some editing work. Out of concern he said. 'Ma'am, it is not a good area for you to come.' But I said. ' The area is not important, we have to complete the work'. So I boarded the metro and e- rickshaw and went. I sat. did the work and came back'. Nothing was inconvenient with him being around. For all of us, he will always be remembered as the smiling, frank religious, cheerful Tony Sir. It is difficult to think about him in the past tense. Farewell Tony Sir. till we meet on the other side.",
    "page": 87,
    "category": "colleagues",
    "tags": [
      "air-force-school",
      "dedication",
      "work-commitment",
      "magazine",
      "positivity"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "ho-jayega-yaar",
    "title": "Ho Jayega Yaar!",
    "author": "Brijesh",
    "relationship": "The Air Force School",
    "content": "Call him a contractor or a friend or an elder brother or a mentor. or use words that cannot describe our bond, this is my journey with Tony ji. I joined AFBBS in 1992. I met him first at Air Force Bal Bharti School... a cheerfully smiling personality who always used to say, \"Ho jayega yaar.\" whenever any difficulty arose. The best of the best at Bal Bharti School introduced him to me as Tony ji. In 1993. I joined TAFS. there I saw again, the same lovely contractor. He told me that he was dealing with all three AF schools. Till 2010. I knew him only as Tony ji- the contractor for printing and stationery who was printing all our jobs with utmost sincerity and maintained full confidentiality while printing question papers. One day. I got a call from the security officer that Mr. Gajender Batra would like to visit the school. and I thought, who is this fellow? When he reached the school. I got to know that Tony's actual name is Mr. Gajender Batra - and the second shock was that he is the brother of the AFGJI principal. At that moment, my respect for him rose to even greater heights- for being someone who, despite being the real brother of the principal of the same organisation, had never taken any advantage in any sense. We came a little closer as friends. but our professional relationship was absolutely professional. No confidentiality was ever broken. Whenever he was visiting Salasar ji. I always received prasad from him and even had the opportunity to travel with him to Salasar ji. He was such a down-to-earth person who was always there to help everyone. One of my greatest regrets is that I couldn't meet him during his last moments. He is an unforgettable personality for the rest of my life.",
    "page": 88,
    "category": "colleagues",
    "tags": [
      "air-force-school",
      "contractor",
      "ho-jayega-yaar",
      "confidentiality",
      "salasar"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "tony-walking-sunshine",
    "title": "TONY: WALKING SUNSHINE",
    "author": "Deepika Thapar Singh",
    "relationship": "Principal, The Air Force School (2007-2016)",
    "content": "Some people leave a mark not with grand gestures. but with their grace, unwavering kindness, and the light they carry within. Tony was one such soul. I first met Tony in 2007 when I took over as the Principal of The Air Force School. From the very beginning, his presence was calming and grounded. He managed the school's printing work with efficiency, never a delay, never a complaint. always delivered with care and dignity. But it was his spirit, not just his service, that truly stood out. Tony always greeted me with a smile that felt like sunshine- warm. sincere. and full of peace. His deep devotion to the Divine was evident in every conversation. No meeting passed without his heartfelt gratitude to God, no matter the circumstances. He never came empty-handed. Whenever he visited the Salasar Balaji Temple, he brought prasad for me. These offerings were more than rituals they were reflections of his thoughtfulness and the way he always carried others in his heart. Tony had a rare gift: he brought calm wherever he went. He never rushed. never complained. and never let stress steal his serenity. Through his example, he taught me a timeless lesson- to live with ease, to stay rooted in faith. and to keep stress at bay. Every morning. his daily spiritual and motivational messages would arrive like gentle reminders to stay centered and grateful. Those messages were his way of silently uplifting everyone around him. they are now memories will always cherish. Tony, you will be missed. I miss your messages. your smile, your peaceful presence. The world feels dimmer without your light but your spirit, your faith, and your warmth live on in all of us who were blessed to know you. Rest in eternal peace, dear Tony. I know you're now in the embrace of Hanumanji, free. joyful. and at peace.",
    "page": 89,
    "category": "colleagues",
    "tags": [
      "principal",
      "walking-sunshine",
      "devotion",
      "prasad",
      "messages",
      "hanumanji"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "tribute-manju-malhotra",
    "title": "Tribute to Tony Ji",
    "author": "Manju Malhotra",
    "relationship": "The Air Force School",
    "content": "I came in contact with Tony ji when I became the Exam Incharge at TAFS. What began as a purely official relationship gradually blossomed into a warm and trusted friendship. He was a deeply respectful and humble person, and anyone who interacted with him would agree that his presence left a lasting impression. Tony ji had a special way of making routine work feel more human. Often. when he came to deliver papers he would bring Dhokla for the entire exam department. Those simple yet thoughtful gestures turned into little celebrations: Dhokla paired with freshly made tea, shared laughter. and warmth. Whenever I asked. \"Chai piyoge?\". he would smile and say. \"Yes tea bag wali to pi loonga.\" He also brought ladoo prasad for us many times, sharing not just sweets, but goodwill and blessings. During times of urgency, be it delays in printing or last-minute needs, he always handled everything with calmness and grace. Softly, he would say. \"Ma'am. Atul will deliver the papers to your residence, can you please take them?\" His humility and gentle way of dealing with situations will be missed by all of us. There was a time I urgently needed some letter pad leaves and visiting cards printed for my husband. I asked him for help. and to my surprise, he got everything printed within a few hours. and Atul delivered it to my home. Despite my repeated requests, he never accepted any money. His reply still echoes in my heart: \"Bhaiya ka kaam kiya hai. aapka nahi.\" I remember once when I couldn't get a cab after staying back at school. This thorough gentleman didn't think twice, he dropped me home himself. Over a cup of tea. I called my daughter to come meet him. When he heard her name. Divya. his face lit up, his daughter was also named Divya. From then on. every time he came to school, he would always ask about her. Another incident that speaks volumes about his character. once we had to get a set of question papers reprinted urgently, but there was no budget for it. I was hesitant but I called him and explained the situation. His response: \"Madam. aapko aaj tak mana kiya hai kya?\" That amount wasn't small, but his generosity and kindness never came with a price tag.",
    "page": 90,
    "category": "colleagues",
    "tags": [
      "exam-incharge",
      "dhokla",
      "humility",
      "generosity",
      "divya-connection"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "super-bhakt-tony",
    "title": "Super Bhakt Tony Bhaiya",
    "author": "Ghanshyam Maurya",
    "relationship": "More than Support Staff",
    "content": "टोनी भैया ऐसे व्यक्ति थे जिनकी आवाज सुनकर सब खुश हो जाते थे। मुझे आज भी याद है कि मैं उनसे 1999 में मिला था 23 दिसंबर को, मैं कमला मार्केट में रहता था और काम न होने की वजह से वापिस गांव जाने की सोच रहा था, भैया ने मुझसे पैकिंग करवाई और उन्हें मेरा काम पसंद आ गया बोले \"मेरे पास काम करेगा?\" मैने पूछा \"क्या काम करना होगा\" तो टोनी भैया हंस कर कहने लगे, \"तुम्हें साथ रहना पड़ेगा, जो काम कहूं वो काम करना पड़ेगा।\" मैं तैयार हो गया और तब से आज तक उनके साथ हूं जब टोनी भैया के साथ पहले दिन सेना भवन (DRDO) के ऑफिस गया तो एक थी स्टार बड़े ऑफिसर आकर मुझे और टोनी भैया को अन्दर ले गए। उसके बाद वो दिन और आज का दिन टोनी भैया का साथ नहीं छूटा । मैने टोनी भैया के साथ दो साल काम किया, तब तक उन का असली नाम नहीं पता था। फिर दो साल बाद पता चला कि उन का नाम गजेंद्र कुमार बत्तरा था। पिंकी भैया के पास कुछ पेपर लेने गया था तो उन्होंने बताया था । भैया तब स्कूल में प्रिंटिंग का काम किया करते थे, फैंसी और डिज़ाइनिंग को काम भी किया करते थे। हर कोई उन के काम से खुश हो जाता था। उनके जितने भी जानने वाले लोग थे सबके जन्म दिन और सालगिरह याद रखते थे। वे किसी का कोई भी काम रुकने नहीं देते थे सब अरेंज करा देते थे। यह तो सब को मालूम है कि वो हर महीने सालासर जाते थे लेकिन, यह बहुत कम लोग जानते हैं कि वहां सभी पुजारी और धर्मशाला वाले उन्हें सुपर भक्त कहते थे। यह मुझे वहां की तन्त्रूटी धर्मशाला के केयरटेकर श्री शेखरजी ने बताई। सभी पुजारी उन्हें बहुत आशीर्वाद देते थे और वे सभी को कुछ न कुछ दान देकर ही आते थे। सभी उन्हें एक आदर्श शील स्वभाव और खुश मिज़ाज व्यक्ति के रूप में याद करते हैं। टोनी भैया के यहां इतने बड़े सफर में मुझे कभी भी यह एहसास नहीं हुआ कि मैं उनके यहां नौकरी करता हूँ। मुझे ऐसा लगता था कि मैं अपने बड़े भैया के साथ रह रहा हूँ। उन्होंने मुझे बहुत प्यार और सम्मान दिया और मुझे अपने परिवार जैसा ही मानते थे।",
    "page": 92,
    "category": "colleagues",
    "tags": [
      "support-staff",
      "super-bhakt",
      "salasar",
      "family-treatment",
      "devotion"
    ],
    "chapter": "friends-professional-life"
  },
  {
    "id": "tony-taya-purusottam",
    "title": "TONY TAYA",
    "author": "Mr Purushottam Lal Batra",
    "relationship": "Chacha",
    "content": "We were very sad to hear the news of the untimely demise of our dear nephew Tony. who was the youngest child of my eldest brother, Late Shri Ram Rang Batra. He died a few months shy of his 66th birthday. We sadly anticipated the passing of our older brother in his 90s, but never imagined that it would be our beloved nephew who would leave us, being robbed of a whole life ahead of him. We remember the day when he was released from the hospital after the first phase of treatment. We were immensely happy to see the video of the family celebrating the homecoming of TONY TAYA (lovingly called by the grandchildren) in a cake-cutting ceremony. We could imagine a day of such heartbreak and pain for his wife, POONAM, and the rest of his family. We in the US knew there was nothing we could say or do to alleviate or dissipate such profound grief experienced by his son and daughter and their families. Whenever Kamlesh and I had come to Delhi, Tony was there to meet and greet us with a smile and extend any help we needed. We questioned why this happened, and what this devoted son did to deserve this punishment. Thinking of all this, we cannot stop the tears from flowing down our cheeks. He should be remembered as being a person who exemplified pure joy. He was always seeing things positively and was someone who looked for and found the goodness in people. He set that example for all of his elders even, and put in context what we can all strive for. May Tony Taya's memory be a blessing, and may his brothers, sisters, and his family have the needed support and strength to cope with all the pain and grief.",
    "page": 34,
    "category": "elders",
    "tags": ["chacha", "us-family", "pure-joy", "positivity", "devoted-son"],
    "chapter": "elders-perspectives"
  },
  {
    "id": "haazme-ki-goliyan",
    "title": "Haazme Ki Goliyan",
    "author": "Mrs Harbans Diwan (Bansi Aunty)",
    "relationship": "MamiJi",
    "content": "मैं टोनी की बंसी आंटी यानी मामी वो टोनी जो एक ऐसी हस्ती थी जो याद करते ही रहो। ऐसे लोग जो कभी भुलाए नहीं जा सकते, जो विरले ही होते हैं। भगवान का भक्त, बालाजी का भक्त - सबसे ज्यादा नित नेम वाला। परिवार में सबसे छोटा पर सबसे प्यार करने वाला सबसे प्यारा। जब भी मैं फोन करती दूसरी तरफ से आवाज आती 'जय सियाराम !' अब नम आंखों से दर्द भरे दिल से किसे पुकारूं। बहुत मन दुखता है। टोनी जब भी आता बहुत सारी चीजें लेकर आता था।",
    "page": 35,
    "category": "elders",
    "tags": ["mamiji", "bhakti", "jai-siyaram", "gifts", "devotion"],
    "chapter": "elders-perspectives"
  },
  {
    "id": "tony-beta-krishna",
    "title": "TONY BETA",
    "author": "Mrs Krishna Batra",
    "relationship": "Dear Chachi",
    "content": "टोनी एक मज़ेदार, ईमानदार और भक्ति-भाव वाला बेटा था। जब भी कोई कुछ कहता, फटाफट हो जाता था। उसके शब्द ऐसे थे कि एक बार कहने की ज़रूरत पड़ती थी, काम अपने आप हो जाता था, दोबारा कहने की ज़रूरत नहीं पड़ती थी। किसी भी धार्मिक स्थान पर जाते, तो वो बैठकर पूजा करता। आपकी कमी कोई भी पूरी नहीं कर पाएगा। आप जितने भी काम करते, अच्छे से अच्छे, बढ़िया करते थे। ईश्वर की प्राप्ति के लिए बहुत मेहनत करते थे। जहाँ भी रहो, खुश रहो, सुखी रहो... यही ईश्वर से प्रार्थना है।",
    "page": 36,
    "category": "elders",
    "tags": ["chachi", "honest", "devotion", "efficient", "prayers"],
    "chapter": "elders-perspectives"
  },
  {
    "id": "blessings-to-tony",
    "title": "Blessings to Tony",
    "author": "Ranjit Chawla",
    "relationship": "Brother-in-Law",
    "content": "Tony was the most simple. loving and humble person that has walked on this earth. He was hardworking and found his soulmate in Poonam. He was the best younger brother for me. always standing by my side through thick and thin. He would give me special attention every time or anywhere we met - either alone or with the family. Even though he never took any drinks, he would always keep a bottle hidden in his house for me. God has been very selfish in calling him to his holy abode, we miss him. I miss him and wish him love and blessings in his after life.",
    "page": 44,
    "category": "family",
    "tags": ["brother-in-law", "simple", "humble", "thoughtful", "brotherhood"],
    "chapter": "family-circle"
  },
  {
    "id": "nekdil-khushmizaj",
    "title": "Nekdil, Khushmizaj",
    "author": "Bimla Pruthi",
    "relationship": "Cousin Sister",
    "content": "टोनी भैया की जितनी भी तारीफ की जाए, कम है। वो थे तो मेरे चाचा के बेटे, लेकिन मेरे लिए सगे भाई से भी बढ़कर थे और मैं उन्हें अपना भाई ही कहती थी। मेरे दोनों बच्चों की शादियों में उन्होंने मेरी पूरी मदद की। अगर वो मदद नहीं करते, तो मेरे बच्चों की शादियाँ इतनी अच्छी तरह से नहीं हो पातीं। जब भी कुछ पूछती कि 'भाई, यह कैसे करना है?' तो वो कहते, 'हो जाएगा, चिंता न कर और बता क्या चाहिए।' वो मेरी हौसला अफज़ाई करते और सब जगह भाई का फ़र्ज़ निभाते। नेहा की शादी में उन्होंने अपने हाथ से चूड़ा पहनाया, फलों के टोकरे बनवाए, मेवे का थाल, मिठाई की टोकरियाँ - सभी काम वो अपने जिम्मे ले लेते और बखूबी निभाते। ऐसा भाई बहुत मुश्किल से मिलता है, लेकिन बहुत दुख है कि वो बहुत जल्दी चले गए।",
    "page": 45,
    "category": "family",
    "tags": [
      "cousin-sister",
      "weddings",
      "support",
      "ho-jayega",
      "brotherly-love"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "best-jadoo-ki-jhuppy",
    "title": "The Best Jadoo Ki Jhuppy",
    "author": "Bhushan Khanna",
    "relationship": "Brother-in-law, Friend",
    "content": "Tony Bhai was a gem of a person. embodying virtues that made him truly special. His unique approach to building relationships is unforgettable. Some of his remarkable qualities included: Meeting people with genuine interest and enthusiasm. His jadu ki jhappy that transmitted love, care and closeness in a single moment. Always bringing with him something to eat and sharing with others. Selflessly helping without expecting anything in return He was always the first person to remember and congratulate on important occasions like birthdays and anniversaries on phone and WhatsApp. Understanding emotions and empathy Never saying no to requests- he would always strive to make it possible. Extending a helping hand to family members in need with heart and soul. I believe he earned relations and respect in life, more than money. His dedication and willingness to help others is truly inspiring. May Tony Bhai's legacy live on, and may he rest in peace. May God provide him a place in His abode and grant peace to his loved ones.",
    "page": 47,
    "category": "family",
    "tags": [
      "brother-in-law",
      "jadoo-ki-jhuppy",
      "birthdays",
      "empathy",
      "legacy"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "bhari-mahfil",
    "title": "Bhari Mahfil Mein Toot Gaya Ek Sitara",
    "author": "Sushma Khanna",
    "relationship": "Cousin Sister",
    "content": "'भरी महफ़िल में टूट गया एक सितारा. जो था हर दिल अज़ीज़ और सबको प्यारा।' -Sushma Khanna, Cousin Sister टोनी भैया हमारे परिवार के अनमोल रत्न थे। हर रिश्ते को सच्चाई से निभाने वाले, हर दिल को प्यारे, और सभी को स्नेह देने वाले। उनके साथ मेरी बहुत सी मीठी यादें जुड़ी हैं। टोनी भैया मुझे हमेशा 'बहन' कहकर बुलाते थे। मेरा जन्मदिन, शादी की सालगिरह, बच्चों के जन्मदिन, अर्थात् सभी महत्वपूर्ण दिन, वे कभी नहीं भूलते थे। वो सबसे पहले अपनी शुभकामनाएं देते थे और मोबाइल पर छोटी-छोटी वीडियो बनाकर भेजते थे। वह हमेशा सबकी मदद के लिए तैयार रहते थे। मुझे याद है, 2012 में मेरी बेटी सरयू की शादी थी और उसे अशोक विहार पार्लर से नोएडा लाना था। परेशान थी कि इतनी दूर से कॉन लाएगा? टोनी भैया ने कहा, 'बहन, तू चिंता न कर।' वह सही समय पर बेटी को ले आए और रास्ते में उसके सुखी जीवन के लिए मंदिर भी ले गए।",
    "page": 48,
    "category": "family",
    "tags": [
      "cousin-sister",
      "anmol-ratn",
      "video-messages",
      "wedding-support",
      "temple-visit"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "bathroom-mein-chhup-ja",
    "title": "Bathroom Mein Chhup Ja!!",
    "author": "Ranjan Diwan",
    "relationship": "Cousin Brother",
    "content": "सुख दुख में साथ देने वाले भाई अनमोल होते हैं, मेरे लिए वो अनमोल भाई थे, टोनी भैया। मैं आज जो कुछ भी हूँ, भैया की सीख की वजह से हूँ। भैया ने हर कदम पे मेरा साथ दिया। जब भी किसी दिक्कत में होता, मेरे भैया मेरे साथ खड़े होते। मेरी खुशी में भैया मुझसे भी ज़्यादा खुश होते थे। भैया, आप हमेशा हमारे दिल में रहोगे। आपकी यादें, आपकी बातें, आपका सिखाया हुआ कितना कुछ, सब हमारे साथ रहेगा। आपके साथ बिताया हर पाल अनमोल था, और उन पलों को हमेशा अपने दिल में रखूँगा। We love you, bhaiya! Jai shree Ram! भैया के साथ कुछ ऐसी यादें जो मैं भुलाये नहीं भूल सकता - जिस दिन उनका बड़ा बेटा आशीष पैदा हुआ था, मेरा मन बहुत कर रहा था के मैं भैया और भाभी से मिलूँ, बच्चे को देखने का बहुत मन था! तो मैं St Stephen's Hospital पहुँचा। पहुँचके पता चला के मिलने का समय ख़त्म हो चुका है। लेकिन मुझे ज़िदद् थी के मुझे तो देखना ही है बच्चो को ! गार्ड से बहुत रिक्वेस्ट कर ली पर उसने मुझे अंदर नहीं जाने दिया। मैंने क्या किया? दीवार फाँद के अंदर कूद गया और ढूँढते-ढूँढते आशीष वाले रूम में पहुँच गया।",
    "page": 50,
    "category": "family",
    "tags": [
      "cousin-brother",
      "anmol-bhai",
      "support",
      "hospital-adventure",
      "ashish-birth"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "legacy-of-love-loyalty",
    "title": "A Legacy of Love and Loyalty",
    "author": "Ravi Khattar",
    "relationship": "Brother",
    "content": "There are so many things about him which can't be expressed in few words. He is the person who will always remain in our hearts... He was गुणों का भंडार। He was the bridge between the family and friends. I used to get his motivational messages everyday and if there was a gap of 2-3 days then लगता था कि सब ठीक है ना?? It's two months since he has left us even then it seems that he is around us. We bid him farewell even then it seems that when we go next time to India he will be there saying Ravi bhai मुझे बता क्या करना है.. In February 2024 on our trip to India, we stayed with Tony and Poonam... and in this year's we couldn't imagine that this will be our last meeting with him and that too in the hospital. We will be bidding farewell to him.. On 25th July 2024 it was Soumya's birthday.. and we called him. then Rishi asked. 'Chachu we are in NZ for the last 20 years, when are you visiting us?' At that time he promised.. it will be next year and also shared the good news that he is going to become a granddad soon. Whenever we visited India he was always there to receive us and even after asking him not to bring anything, he would get so many things to eat.. to take it back home for everyone. He had a generous spirit and was kind to friends and family. He played a crucial role in keeping the family together. Tony left behind a legacy of love, loyalty and countless memories.",
    "page": 52,
    "category": "family",
    "tags": [
      "brother",
      "motivational-messages",
      "new-zealand",
      "legacy",
      "generous-spirit"
    ],
    "chapter": "family-circle"
  },
  {
    "id": "jitna-kaha-jaye-kam-hai",
    "title": "Jitna Kaha Jaye, Kam Hai",
    "author": "Savita Khattar",
    "relationship": "Bhabhi",
    "content": "जबसे टोनी भैया के बारे में सोच रही हूँ, समझ नहीं आ रहा कि क्या बोलूँ और कहाँ से शुरू करूँ। मेरी ज़िंदगी में उनका आगमन करीब ५० साल पहले हुआ, जब में रवि की पन्नी बनकर आई। में रिश्ता औपचारिक था, फिर धीरे-धीरे देवर-भाभी और फिर भाई- बहन जैसा हो गया, क्योंकि मेरा मायका भी बत्रा परिवार से ही हैं, हम बेझिझक बातें करते थे। उन्हें खिलाने-पिलाने का बहुत शौक था... यदि कुछ ज़िक्र कर देते, अगली मुलाकात में वो चीज़ हमारे सामने होती। फरवरी 2024 में इंडिया आने पर हम एक हफ़्ता उनके पास रहे। मैं दिल्ली जाती तो कमला नगर की कचौड़ियाँ लाती थी, पर इस बार उन्होंने घर पर ही बनवा दी थीं, दूसरों को खुशी देना उनकी फितरत में था। 20-21 साल पहले New Zealand migrate होने के बाद हमारा रिश्ता और गहरा हो गया। वे परिवार के लिए जैसे एक पुल थे, कोई भी ख़ुशी या दुख, सबसे पहले उनसे जुड़ता।",
    "page": 53,
    "category": "family",
    "tags": ["bhabhi", "50-years", "new-zealand", "kachori", "family-bridge"],
    "chapter": "family-circle"
  },
  {
    "id": "friendship-endured-test-time",
    "title": "Friendship That Endured The Test of Time",
    "author": "Ghanshyam Agarwal (Sirjee)",
    "relationship": "Friend",
    "content": "मेरे भइया मेरे सर जी / मेरे पथ प्रदर्शक। मेरी फैमिली का ध्यान रखने वाले। जितना सोचें उतना कम है। ऐसा इंसान इस कलयुग में मिलना नामुमकिन था। हमारी vibration (dil ka connection) इतनी strong थी; अनेकों बार हम दोनों सोचते थे और कुछ ही पलों के बाद हम आमने-सामने होते थे। यह आपस में एक-दूसरे के प्रति लगाव ही था। वो हर पल मेरी यादों में रहते हैं। परमात्मा से प्रार्थना है कि ये यादें हमेशा बनी रहें।",
    "page": 76,
    "category": "friends",
    "tags": [
      "sirjee",
      "path-pradashak",
      "vibration",
      "dil-connection",
      "kaliyug"
    ],
    "chapter": "friends-professional-life"
  }
]
